{
  "monoNormal": "It has completed the Normal monotype challenge.",
  "monoFighting": "It has completed the Fighting monotype challenge.",
  "monoFlying": "It has completed the Flying monotype challenge.",
  "monoPoison": "It has completed the Poison monotype challenge.",
  "monoGround": "It has completed the Ground monotype challenge.",
  "monoRock": "It has completed the Rock monotype challenge.",
  "monoBug": "It has completed the Bug monotype challenge.",
  "monoGhost": "It has completed the Ghost monotype challenge.",
  "monoSteel": "It has completed the Steel monotype challenge.",
  "monoFire": "It has completed the Fire monotype challenge.",
  "monoWater": "It has completed the Water monotype challenge.",
  "monoGrass": "It has completed the Grass monotype challenge.",
  "monoElectric": "It has completed the Electric monotype challenge.",
  "monoPsychic": "It has completed the Psychic monotype challenge.",
  "monoIce": "It has completed the Ice monotype challenge.",
  "monoDragon": "It has completed the Dragon monotype challenge.",
  "monoDark": "It has completed the Dark monotype challenge.",
  "monoFairy": "It has completed the Fairy monotype challenge.",
  "monoGen1": "It has completed the Gen I monogen challenge.",
  "monoGen2": "It has completed the Gen II monogen challenge.",
  "monoGen3": "It has completed the Gen III monogen challenge.",
  "monoGen4": "It has completed the Gen IV monogen challenge.",
  "monoGen5": "It has completed the Gen V monogen challenge.",
  "monoGen6": "It has completed the Gen VI monogen challenge.",
  "monoGen7": "It has completed the Gen VII monogen challenge.",
  "monoGen8": "It has completed the Gen VIII monogen challenge.",
  "monoGen9": "It has completed the Gen IX monogen challenge.",
  "classic": "It has completed Classic mode.",
  "nuzlocke": "It has completed the Nuzlocke challenge.",
  "friendship": "It has reached maximum friendship.",
  "flipStats": "It has completed the Flip Stats challenge.",
  "inverse": "It has completed the Inverse challenge.",
  "freshStart": "It has completed the Fresh Start challenge.",
  "hardcore": "It has completed the Hardcore challenge.",
  "limitedCatch": "It has completed the Limited Catch challenge.",
  "noHeal": "It has completed the No Heal challenge.",
  "noShop": "It has completed the No Shop challenge.",
  "noSupport": "It has completed the No Support challenge."
}
