{
  "youngster": {
    "encounter": {
      "1": "Hey, vuoi combattere?",
      "2": "Sei anche tu un nuovo allenatore?",
      "2_female": "Sei anche tu una nuova allenatrice?",
      "3": "Hey, non ti ho mai visto prima! Lottiamo!",
      "4": "Ho appena perso, così sto provando a catturare più Pokémon.\nAspetta! Tu sembri scarso! Forza, lottiamo!",
      "4_female": "Ho appena perso, così sto provando a catturare più Pokémon.\nAspetta! Tu sembri scarsa! Forza, lottiamo!",
      "5": "Ci siamo già incontrati oppure no? Davvero non ricordo. Beh, in ogni caso piacere di conoscerti!",
      "6": "Tutto pronto! Si comincia!",
      "7": "Tutto pronto! Eccomi! Ti mostrerò la mia potenza!",
      "8": "BEH BEH BEH… Ti mostrerò quanto sono BEHlli i miei Pokémon!",
      "9": "Non serve sprecare tempo salutando. Combattiamo quanto sei pronto!",
      "9_female": "Non serve sprecare tempo salutando. Combattiamo quanto sei pronta!",
      "10": "Non abbassare la guardia, o potresti piangere quando un bambino ti avrà battuto.",
      "11": "Ho allenato i miei Pokémon con grande cura. Non ti è permesso ferirli!",
      "12": "Sono felice che tu ce l’abbia fatta! Da qui in poi non sarà facile.",
      "12_female": "Sono felice che tu ce l’abbia fatta! Da qui in poi non sarà facile.",
      "13": "I combattimenti continuano all’infinito! Benvenuto nel mondo senza fine!",
      "13_female": "I combattimenti continuano all’infinito! Benvenuta nel mondo senza fine!"
    },
    "victory": {
      "1": "Wow! Sei forte!",
      "1_female": "Wow! Sei forte!",
      "2": "Non avevo nemmeno una possibilità, eh?",
      "3": "Ti ritroverò di nuovo quando sarò più vecchio e ti sconfiggerò!",
      "4": "Argh. Non ho più Pokémon.",
      "5": "Impossibile… IMPOSSIBILE! Come ho potuto perdere ancora…",
      "5_female": "Impossibile… IMPOSSIBILE! Come ho potuto perdere ancora…",
      "6": "No! Ho perso!",
      "7": "Wow! Sei incredibile! Resto di stucco!",
      "8": "Perché… Come… I miei Pokémon e io siamo i più forti, eppure…",
      "9": "La prossima volta non perderò! Combattiamo ancora qualche volta!",
      "10": "Ehi! Non vedi che sono solo un ragazzino! Non è stato corretto da parte tua massacrarmi così!",
      "11": "I tuoi Pokémon sono più belli! Facciamo scambi!",
      "12": "Mi sono fatto trascinare prima, ma di che lavoro stavo parlando?",
      "13": "Ahaha! Eccolo! Così ci siamo! Sei già a casa in questo mondo!"
    }
  },
  "lass": {
    "encounter": {
      "1": "Facciamo una lotta, che ne dici?",
      "2": "Sembri un allenatore in erba. Lottiamo!",
      "2_female": "Sembri un’allenatrice in erba. Lottiamo!",
      "3": "Non ti riconosco. Che ne dici di una lotta?",
      "4": "Divertiamoci con una bella lotta Pokémon!",
      "5": "Ti mostrerò come si combatte davvero con i Pokémon!",
      "6": "Un combattimento serio è serio dal primo momento! Sei sicuro di essere pronto?",
      "6_female": "Un combattimento serio è serio dal primo momento! Sei sicura di essere pronta?",
      "7": "Sei giovane una volta sola. E hai solo un’occasione in una determinata battaglia. Presto, sarai solo un ricordo.",
      "8": "Vacci piano con me, ok? Però io lotterò al massimo!",
      "9": "La scuola è noiosa. Non ho nulla da fare. Che noia. Lotto solo per ammazzare il tempo."
    },
    "victory": {
      "1": "È stato impressionante! Ho molto da imparare.",
      "2": "Non pensavo che mi avresti sconfitto in modo così clamoroso…",
      "2_female": "Non pensavo che mi avresti sconfitto in modo così clamoroso…",
      "3": "Spero che un nuovo combatteremo di nuovo.",
      "4": "È stato davvero divertente! Mi hai totalmente consumato…",
      "5": "Mi hai effettivamente insegnato una lezione! Sei davvero incredibile!",
      "6": "Seriamente, ho perso. È seriamente deprimente, ma tu sei stato seriamente incredibile.",
      "6_female": "Seriamente, ho perso. È seriamente deprimente, ma tu sei stata seriamente incredibile.",
      "7": "Non ho bisogno di ricordi come questo. Cancellare ricordo…",
      "8": "Ehi! Ti ho detto di andarci piano con me! Però sei piuttosto cool quando fai sul serio.",
      "8_female": "Ehi! Ti ho detto di andarci piano con me! Però sei piuttosto cool quando fai sul serio.",
      "9": "Inizio a stancarmi delle lotte… Ci dovrà essere qualcosa di nuovo da fare…"
    }
  },
  "breeder": {
    "encounter": {
      "1": "Pokémon obbedienti, Pokémon egoisti… I Pokémon hanno caratteristiche uniche.",
      "2": "Anche se la mia educazione e il mio comportamento sono pessimi, ho cresciuto bene i miei Pokémon.",
      "3": "Uhm, tu rimproveri i tuoi Pokémon? Viziarli troppo non va bene."
    },
    "victory": {
      "1": "È importante coltivare e allenare tutte le caratteristiche di un Pokémon.",
      "2": "Al contrario di me, questi sono buoni Pokémon.",
      "3": "Troppi elogi possono viziare sia i Pokémon che le persone."
    },
    "defeat": {
      "1": "Non dovresti arrabbiarti con i tuoi Pokémon, anche se perdi una lotta.",
      "2": "Vero? Pokémon niente male, eh? Sono bravo nell'allevare le cose.",
      "3": "Non importa quanto ami i tuoi Pokémon, devi comunque rimproverarli quando si comportano male."
    }
  },
  "breeder_female": {
    "encounter": {
      "1": "I Pokémon non ti tradiscono mai. Ti restituiscono tutto l’amore che gli dai.",
      "2": "Dovrei darti un consiglio per allenare buoni Pokémon?",
      "3": "Ho cresciuto questi Pokémon davvero speciali utilizzando un metodo speciale."
    },
    "victory": {
      "1": "Oh… Non doveva andare così. Forse ho usato una combinazione sbagliata?",
      "2": "Come è potuto succedere ai miei Pokémon… Tu con cosa nutri i tuoi?",
      "3": "Se perdo, significa solo che stavo ammazzando il tempo. Non intacca affatto il mio ego."
    },
    "defeat": {
      "1": "Questo prova che i miei Pokémon hanno accettato il mio amore.",
      "2": "Il vero trucco per allenare buoni Pokémon è catturare buoni Pokémon.",
      "3": "I Pokémon saranno forti o deboli a seconda di come tu li crescerai."
    }
  },
  "fisherman": {
    "encounter": {
      "1": "Ah! Mi hai fatto perdere un boccone!\nChe cosa farai a riguardo?",
      "2": "Vai via! Stai spaventando i Pokémon!",
      "3": "Vediamo se riesci a pescare una vittoria!"
    },
    "victory": {
      "1": "Dimenticatelo e basta.",
      "2": "La prossima volta, sarò io a pescare una vittoria!",
      "3": "Immagino di aver sottovalutato le correnti."
    }
  },
  "fisherman_female": {
    "encounter": {
      "1": "Oh! Ne ho preso uno bello grosso!",
      "2": "La lenza è al suo posto, pronta per pescare una vittoria!",
      "3": "Pronto a scatenare le onde!"
    },
    "victory": {
      "1": "Tornerò con un amo più forte.",
      "2": "La prossima volta pescherò una vittoria.",
      "3": "Sto solo affilando i miei ami per la rivincita!"
    }
  },
  "swimmer": {
    "encounter": {
      "1": "Tempo di tuffarsi!",
      "2": "Cavalchiamo le onde della vittoria!",
      "3": "Pronto a fare colpo!"
    },
    "victory": {
      "1": "Inzuppato nella sconfitta!",
      "2": "Un’onda di sconfitta!",
      "3": "Si torna a riva, immagino."
    }
  },
  "backpacker": {
    "encounter": {
      "1": "Fai i bagagli, si comincia!",
      "2": "Vediamo se resti al passo!",
      "3": "Preparati, sfidante!",
      "4": "Ho speso 20 anni cercando di trovare me stesso… Ma dove sono?"
    },
    "victory": {
      "1": "Questa volta sono inciampato!",
      "2": "Oh, penso di essermi perso.",
      "3": "Vicolo cieco!",
      "4": "Aspetta un attimo! Hey! Non sai chi sono io?"
    }
  },
  "ace_trainer": {
    "encounter": {
      "1": "Sembri piuttosto sicuro di te.",
      "1_female": "Sembri piuttosto sicura di te.",
      "2": "I tuoi Pokémon… Mostrameli…",
      "3": "La gente pensa che io sia forte, visto che sono un Fantallenatore.",
      "4": "Sei consapevole di che cosa serva per essere un Fantallenatore?"
    },
    "victory": {
      "1": "Sì… Tu hai dei buoni Pokémon…",
      "2": "Cosa?! Ma io sono un genio delle lotte!",
      "3": "Ma certo, sei tu il protagonista!",
      "3_female": "Ma certo, sei tu la protagonista!",
      "4": "OK! OK! Potresti essere un Fantallenatore!",
      "4_female": "OK! OK! Potresti essere una Fantallenatrice!"
    },
    "defeat": {
      "1": "Sto dedicando anima e corpo alle lotte Pokémon!",
      "2": "Tutto come da mie aspettative… Niente di cui essere sorpresi…",
      "3": "Pensavo che crescendo sarei diventato una di quelle persone che sembrano così fragili da rompersi se strette troppo forte.",
      "4": "Ovviamente sono forte e non perdo. Quello che conta è che io vinca con eleganza."
    }
  },
  "parasol_lady": {
    "encounter": {
      "1": "Tempo di onorare il campo di battaglia con eleganza e compostezza!"
    },
    "victory": {
      "1": "La mia eleganza resta imbattuta!"
    }
  },
  "twins": {
    "encounter": {
      "1": "Preparati, perché quando facciamo squadra, sono il doppio dei problemi!",
      "1_female": "Preparati, perché quando facciamo squadra, sono il doppio dei problemi!",
      "2": "Due cuori, una strategia – vediamo se riesci a stare al passo del nostro potere di gemelli!",
      "3": "Spero che tu sia pronto per guai doppi, perché stiamo per infiammare la situazione!",
      "3_female": "Spero che tu sia pronta per guai doppi, perché stiamo per infiammare la situazione!"
    },
    "victory": {
      "1": "Potremo anche aver perso questa volta, ma il nostro legame resta indissolubile!",
      "2": "Il nostro spirito di gemelli non sarà offuscato per molto.",
      "3": "Ritorneremo più forti come un dinamico duo!"
    },
    "defeat": {
      "1": "Il potere dei gemelli regna incontrastato!",
      "2": "Due cuori, un trionfo!",
      "3": "Doppi i sorrisi, doppia la danza della vittoria!"
    }
  },
  "cyclist": {
    "encounter": {
      "1": "Preparati a mangiare la polvere!",
      "2": "Preparati, sfidante! Sto per lasciarti nella polvere!",
      "3": "Acceleratore a tavoletta, vediamo se riesci a restare al passo!"
    },
    "victory": {
      "1": "I raggi potranno essere fermi, ma la determinazione continua a pedalare.",
      "2": "Staccato!",
      "3": "La strada verso la vittoria ha ancora tante curve e tornanti da esplorare."
    }
  },
  "black_belt": {
    "encounter": {
      "1": "Lode al tuo coraggio nello sfidarmi! Sono quello con il calcio più forte!",
      "2": "Oh, capisco. Vuoi essere fatto a pezzi? O preferisci il ruolo del sacco da boxe?",
      "2_female": "Oh, capisco. Vuoi essere fatta a pezzi? O preferisci il ruolo del sacco da boxe?"
    },
    "victory": {
      "1": "Oh. Sono i Pokémon ad aver lottato. Il mio fortissimo calcio non ha aiutato per nulla.",
      "2": "Uhm… Se comunque dovevo essere sconfitto, speravo di fare un po’ di casino nel mentre."
    }
  },
  "battle_girl": {
    "encounter": {
      "1": "Non devi provare a impressionarmi. Puoi perdere contro di me."
    },
    "victory": {
      "1": "È difficile dire addio, ma il nostro tempo sta finendo…"
    }
  },
  "hiker": {
    "encounter": {
      "1": "Il mio ingrassare di mezza età mi ha dato tanta solennità quanta le montagne che scalo!",
      "2": "Ho ereditato questo corpo con ossa grosse dai miei genitori… Sono come una catena montuosa vivente…"
    },
    "victory": {
      "1": "Almeno non posso perdere quando si tratta di IMC!",
      "2": "Non è abbastanza… Non è mai abbastanza. Il mio colesterolo cattivo non è abbastanza alto…"
    }
  },
  "ranger": {
    "encounter": {
      "1": "Quando sono circondato dalla natura, tutto il resto smette di essere importante.",
      "2": "Quando vivo senza natura nella mia vita, a volte sento che mi potrebbe venire un attacco di panico."
    },
    "victory": {
      "1": "Alla grandezza nella natura non importa se io vinca o perda…",
      "2": "Qualcosa come questo è piuttosto irrilevante in confronto alle soffocanti sensazioni della vita di città."
    },
    "defeat": {
      "1": "Ho visto la lotta. Ma la vittoria non è nulla in confronto alla maestosità della natura…",
      "2": "Sono certo che come ti stai sentendo non sia così male se paragonato ai miei attacchi di panico…"
    }
  },
  "scientist": {
    "encounter": {
      "1": "La mia ricerca porterà questo mondo alla pace e alla gioia."
    },
    "victory": {
      "1": "Io sono un genio… Non dovrei perdere contro qualcuno come te…"
    }
  },
  "school_kid": {
    "encounter": {
      "1": "…Eheh. Sono sicuro dei miei calcoli e delle mie analisi.",
      "2": "Sto facendo più esperienza possibile perché un giorno voglio diventare Capopalestra."
    },
    "victory": {
      "1": "Oh… Calcoli e analisi forse non sono sufficienti per vincere…",
      "2": "Immagino che anche le esperienze difficili e impegnative abbiano il loro scopo."
    }
  },
  "artist": {
    "encounter": {
      "1": "Una volta ero popolare, ma ora sono senza futuro."
    },
    "victory": {
      "1": "Come cambiano i tempi, così lo fanno anche i valori. Io l’ho capito troppo tardi."
    }
  },
  "guitarist": {
    "encounter": {
      "1": "Preparati a sentire il ritmo della sconfitta mentre io strimpello verso la vittoria!"
    },
    "victory": {
      "1": "Per ora sto in silenzio, ma la mia melodia di resilienza continuerà a suonare."
    }
  },
  "worker": {
    "encounter": {
      "1": "Essere un Lavoratore è rischioso, ma regala grandi soddisfazioni."
    },
    "victory": {
      "1": "Costruire palazzi e ponti che resistono alle intemperie per più di un secolo... Non è pazzesco?"
    }
  },
  "worker_female": {
    "encounter": {
      "1": "Purtroppo la gente tende sempre a fraintendermi.$Sono molto più ingenuo di quel che sembro."
    },
    "victory": {
      "1": "Lavoro sempre all’ombra perché non voglio scottarmi la pelle."
    },
    "defeat": {
      "1": "Non sempre l’esteriorità rispecchia l’anima."
    }
  },
  "worker_double": {
    "encounter": {
      "1": "Il lavoro fortifica. Ne vuoi la prova?"
    },
    "victory": {
      "1": "Che strano… Come è potuto succedere… Non avrei dovuto perdere."
    }
  },
  "snow_worker": {
    "encounter": {
      "1": "Col freddo ci vogliono vestiti pesanti!$Questa è saggezza! Viva l’intelletto!"
    },
    "victory": {
      "1": "Agitarsi quando è troppo tardi è inutile.\nAnche questa è saggezza."
    },
    "defeat": {
      "1": "Ascolta questa perla di saggezza! Se usi delle mosse di tipo Fuoco su un Pokémon congelato, questo si riprenderà."
    }
  },
  "snow_worker_double": {
    "encounter": {
      "1": "…$Lo-Lo-Lotta…"
    },
    "victory": {
      "1": "…$Tre-Tremo…"
    },
    "defeat": {
      "1": "…$Sai che-che…\nQui fa-fa freddo?"
    }
  },
  "hex_maniac": {
    "encounter": {
      "1": "Di solito ascolto solo musica classica, ma se perdo, mi darò al rap!",
      "2": "Ogni lacrima che verso mi rende più forte."
    },
    "victory": {
      "1": "È l’alba dell’era dell’Acquario?",
      "2": "Questa sconfitta mi da nuova forza. È il rancore che mi fa crescere."
    },
    "defeat": {
      "1": "I musicisti che fanno musica rap si chiamano rapper, vero?",
      "2": "Non concentrarti sulla frustrazione della sconfitta. Puoi servirti della rabbia per darti una spinta in avanti.",
      "2_female": "Non concentrarti sulla frustrazione della sconfitta. Puoi servirti della rabbia per darti una spinta in avanti."
    }
  },
  "psychic": {
    "encounter": {
      "1": "Ciao! Concentrati!"
    },
    "victory": {
      "1": "Eeeeek!"
    }
  },
  "officer": {
    "encounter": {
      "1": "Preparati, perché sta per essere fatta giustizia!",
      "2": "Pronto a sostenere la legge e a servire la giustizia sul campo di battaglia!"
    },
    "victory": {
      "1": "Il peso della giustizia è più pesante che mai…",
      "2": "Le ombre della sconfitta indugiano nel distretto di polizia."
    }
  },
  "beauty": {
    "encounter": {
      "1": "La mia ultima battaglia… È così che mi piacerebbe che noi vedessimo questa lotta…"
    },
    "victory": {
      "1": "È stato divertente… Facciamo un’altra ultima battaglia qualche volta…"
    }
  },
  "baker": {
    "encounter": {
      "1": "Spero tu sia pronto ad assaggiare la sconfitta!",
      "1_female": "Spero tu sia pronta ad assaggiare la sconfitta!"
    },
    "victory": {
      "1": "Preparerò una rimonta."
    }
  },
  "biker": {
    "encounter": {
      "1": "Tempo di accelerare e lasciarti nella polvere!"
    },
    "victory": {
      "1": "Mi metterò a punto per la prossima corsa."
    }
  },
  "firebreather": {
    "encounter": {
      "1": "Le mie fiamme ti divoreranno!",
      "2": "La mia anima brucia. Ti mostrerò quanto scotta!",
      "3": "Vieni avanti e dai un’occhiata!"
    },
    "victory": {
      "1": "Sono stato ridotto in cenere…",
      "2": "Wow! Questo sì che scotta!",
      "3": "Auch! Mi sono bruciato la punta del naso!"
    }
  },
  "sailor": {
    "encounter": {
      "1": "Amico, se perdi sarai buttato in mare!",
      "2": "Andiamo! È in gioco il mio orgoglio di marinaio!",
      "3": "Ehilà! Soffri il mal di mare?",
      "3_female": "Ehilà! Soffri il mal di mare?"
    },
    "victory": {
      "1": "Argh! Sconfitto da un ragazzino!",
      "2": "Il tuo spirito mi ha affondato!",
      "3": "Penso di essere io quello che soffre di mal di mare…"
    }
  },
  "clerk": {
    "encounter": {
      "1": "Sono stato rimproverato dal mio capo, e ho perso la mia motivazione. Me la prenderò con te!",
      "2": "Sono al rango più basso ora, ma un giorno sarò in cima!",
      "3": "Sono nato per lavorare. È il mio destino."
    },
    "victory": {
      "1": "Oh, ma dai! Sono inutile anche qui?",
      "2": "Tu sei un astro nascente! Io non perderò, io non perderò!",
      "3": "In effetti, fare lotte Pokémon è anche il mio lavoro."
    }
  },
  "clerk_female": {
    "encounter": {
      "1": "Io ho un sogno! Prendere il controllo della compagnia!",
      "2": "Dicono che una compagnia con dipendenti brillanti sia una buona compagnia!",
      "3": "Sono trattato come un idolo in ufficio. Tutti mi viziano."
    },
    "victory": {
      "1": "Ero ossessionato dal premio d’oro, con la mia ambizione scintillante!",
      "2": "Oh, guarda che ora sono! Devo tornare al lavoro!",
      "3": "Tutti lavorano per me, quindi io non ho nulla da fare."
    }
  },
  "hooligans": {
    "encounter": {
      "1": "Hey, hey! Ci pensiamo noi a te!",
      "2": "Hey, hey! Un cattivone che fa squadra con un altro cattivone!"
    },
    "victory": {
      "1": "Uh? Stai dicendo che l’amicizia tra noi cattivi ragazzi non è abbastanza buona?",
      "2": "Cosa? Il nostro atteggiamento da duri non è stato abbastanza?"
    }
  },
  "musician": {
    "encounter": {
      "1": "Riecheggia, mia dolce melodia!\nLottate, miei cari Pokémon!",
      "2": "Ascolta la canzone dei miei Pokémon!",
      "3": "La mia esibizione dal vivo è aperta a tutti, e tu parteciperai!",
      "4": "Ho una chitarra che non fa alcun suono!"
    },
    "victory": {
      "1": "Uhm… Forse più che farmi avanti avrei dovuto farmi da parte…",
      "2": "Uhm, immagino che il ritmo tra me e i miei Pokémon non fosse granché.",
      "3": "Sono vincente tanto quanto la mia chitarra è rumorosa…"
    }
  },
  "pilot": {
    "encounter": {
      "1": "Il mio Pokémon è più forte del vento. È il mio orgoglio e la mia gioia!",
      "2": "Il volo per la lotta è pronto al decollo!",
      "3": "Scommetto che non mi avevi visto! Non importa quanto siano lontane le cose, l’occhio di un Pilota riesce a vederle!",
      "4": "Mi sono svegliato fresco e riposato oggi per allenare i miei Pokémon, spero tu sia venuto preparato!"
    },
    "victory": {
      "1": "Percepisco una forte pressione proveniente da te e dai tuoi Pokémon!",
      "2": "Sfortunatamente… Siamo costretti ad atterrare.",
      "3": "Immagino che mi sarei dovuto svegliare ancora prima per allenarmi!",
      "4": "Sembra che oggi i venti non fossero a mio favore!"
    }
  },
  "pokefan": {
    "encounter": {
      "1": "Amo i miei Pokémon più di ogni altra cosa!",
      "2": "La nostra battaglia rinforzerà il legame tra me e i miei Pokémon!",
      "3": "Penso di essere un Pokéfan, quindi sono un Pokéfan. Il Pokéfan è potere!"
    },
    "victory": {
      "1": "Potrai anche avermi sconfitto nella lotta, ma il mio amore per i Pokémon resta inarrivabile!",
      "2": "Questa te la ricorderai! Io sono un grande Pokéfan!",
      "3": "Non sono forte nelle lotte, ma questo è uno dei doveri di un Pokéfan…"
    }
  },
  "pokefan_female": {
    "encounter": {
      "1": "Amo i miei Pokémon più di ogni altra cosa!",
      "2": "Ahahaha! Andrei ovunque per mettere in mostra i miei incantevoli Pokémon!",
      "3": "Giocherai con i miei squisitamente bellissimi Pokémon?"
    },
    "victory": {
      "1": "Potrai anche avermi sconfitto nella lotta, ma il mio amore per i Pokémon resta inarrivabile!",
      "2": "Oh, questo semplicemente non funzionerà.",
      "3": "Non sono forte nelle lotte, ma questo è uno dei doveri di una Pokéfan…"
    }
  },
  "rich": {
    "encounter": {
      "1": "Alla mia età, ho avuto molte ricche esperienze con i miei Pokémon.$Lascia che condivida con te il lusso di questa esperienza.",
      "2": "Lasciamo che i nostri Pokémon lottino con signorile riserbo!",
      "3": "Ho viaggiato ai quattro angoli del globo con i miei Pokémon.$Come potrai immaginare, ho fiducia nelle mie capacità."
    },
    "victory": {
      "1": "Ah! Molto bene, giovane Allenatore!",
      "2": "Cosa? Già finito?$Oh beh, non importa.\nLe persone ricche come me solitamente non lottano.",
      "3": "Ah, ben fatto."
    }
  },
  "rich_female": {
    "encounter": {
      "1": "Alla mia età, ho avuto molte ricche esperienze con i miei Pokémon.$Lascia che condivida con te il lusso di questa esperienza.",
      "2": "Oh? Un’adorabile Allenatrice.$Vorresti conoscere il Pokémon che mi rende orgoglioso?",
      "3": "Giovane Allenatrice, mi faresti l’onore di lottare con me?"
    },
    "victory": {
      "1": "Oh, questa lotta è stata assolutamente splendida!",
      "2": "Oh, cara… Questo non è stato per nulla come lottare con i miei amici.",
      "3": "Così giovane, e già così forte!\nDavvero notevole!"
    }
  },
  "rich_kid": {
    "encounter": {
      "1": "I tuoi Pokémon non possono in alcun modo eguagliare lo splendore dei miei!",
      "2": "Credi davvero che i tuoi Pokémon possano resistere ai miei GRANDI Pokémon?",
      "3": "Dicono che i ricchi non devono lottare per nulla, ma io AMO una buona lotta!"
    },
    "victory": {
      "1": "Uh? Ma ho speso così tanti soldi per renderli il più splendidi possibile…",
      "2": "Anche se ho perso, non sono frustrato! Bah!",
      "3": "Hmph! Andrò a fare shopping per sentirmi meglio!",
      "4": "Anche se perdo la lotta, non perderò la mia grazia."
    }
  },
  "rich_kid_female": {
    "encounter": {
      "1": "Ho appena spazzolato il pelo dei miei Pokémon. Sarà meglio che non lo incasini!",
      "2": "È stato destino che ci incontrassimo.\nPosso chiederti una lotta?",
      "3": "Giusto perché tu lo sappia, non sono mai stato superato da nessuno in nessun ambito."
    },
    "victory": {
      "1": "Oh no, i miei poveri Pokémon!",
      "2": "Oh, accipicchia.\nQuesta per me è una nuova esperienza.",
      "3": "Hmph! Andrò a fare shopping per sentirmi meglio!",
      "4": "Anche se perdo la lotta, non perderò la mia grazia."
    }
  },
  "archer": {
    "encounter": {
      "1": "Prima che tu vada oltre, vediamo come te la cavi contro di noi, il Team Rocket!",
      "2": "Mi è giunta voce che le tue abilità non sono insignificanti. Vediamo se è vero.",
      "3": "Io sono Archer, un Generale del Team Rocket. E non ci vado leggero con i nemici della nostra organizzazione."
    },
    "victory": {
      "1": "Che cantonata!",
      "2": "Con le mie abilità attuali, non sono stato all'altezza dell'incarico.",
      "3": "P-perdonami, Giovanni… Per essere stato sconfitto da un semplice allenatore…"
    }
  },
  "ariana": {
    "encounter": {
      "1": "Fermo subito lì!\nNon possiamo avere qualcuno a piede libero.$È dannoso per l'immagine del Team Rocket, capisci?",
      "2": "Io non so se ciò che sto facendo è giusto o sbagliato, e non mi interessa…$Io ripongo semplicemente la mia fiducia in Giovanni e faccio quello che mi è detto di fare.",
      "3": "La tua gita finisce qui. Sto per sconfiggerti!"
    },
    "victory": {
      "1": "Tch, sei davvero forte. Che peccato.$Se ti unissi al Team Rocket, potresti diventare Generale.",
      "1_female": "Tch, sei davvero forte. Che peccato.$Se ti unissi al Team Rocket, potresti diventare Generale.",
      "2": "Io… Io sono distrutto…",
      "3": "Aaaieeeee! Non può essere successo! Ho lottato con forza, ma ho comunque perso…"
    }
  },
  "proton": {
    "encounter": {
      "1": "Che cosa voi? Se interrompi il nostro lavoro, non aspettarti alcuna pietà!",
      "2": "Che cosa abbiamo qui? Io sono spesso etichettato come il membro più spaventoso e più crudele del Team Rocket…$Ho un forte bisogno che tu non interferisca con i nostri affari!",
      "3": "Io sono Milas, un Generale del Team Rocket. Sono qui per porre fine alla tua intrusione!"
    },
    "victory": {
      "1": "La fortezza è caduta!",
      "2": "Potrai anche aver vinto questa volta… Ma tutto ciò che hai fatto è stato accrescere l’ira del Team Rocket…",
      "3": "Sono stato sconfitto… Ma non me ne dimenticherò!"
    }
  },
  "petrel": {
    "encounter": {
      "1": "Muhahaha, ti stavamo aspettando. Io? Non sai chi sono io? Io sono Giovanni.$Il grande Giovanni in persona! Wahahaha! …Uh? Non suono per nulla come Giovanni?$Non gli assomiglio nemmeno? Ma come? Ho lavorato sodo per impersonarlo!",
      "2": "Io sono Maxus, un Generale del Team Rocket. Non ti permetterò di interferire con i nostri piani!",
      "3": "Il Generale Rocket Maxus si occuperà di questo intruso!"
    },
    "victory": {
      "1": "OK, OK. Ti dirò dove si trova lui.",
      "2": "Io… Io non ho potuto fare nulla… Giovanni, per favore perdonami…",
      "3": "No, non posso lasciare che questo mi influenzi. Devo informare gli altri…"
    }
  },
  "tabitha": {
    "encounter": {
      "1": "Hehehe! Alla fine ce l'hai fatta ad arrivare! Ma è troppo tardi!",
      "2": "Hehehe… Sei già arrivato qui, eh? Ti abbiamo sottovalutato! Ma questa è la fine!$Io sono una spanna sopra alle Reclute che hai visto fino a ora. Non devo temporeggiare.$Ti ridurrò in polvere!",
      "3": "Sto per darti un piccolo assaggio di dolore! Rassegnati!"
    },
    "victory": {
      "1": "Hehehe! Potrai anche avermi sconfitto, ma non hai alcuna possibilità contro il capo!$Se sparisci ora, non dovrai subire una sonora sconfitta!",
      "2": "Hehehe… Quindi, ho perso anche io…",
      "3": "Ahya! Come è potuto succedere? Un Generale come me che perde contro un allenatore qualunque…",
      "3_female": "Ahya! Come è potuto succedere? Un Generale come me che perde contro un’allenatrice qualunque…"
    }
  },
  "courtney": {
    "encounter": {
      "1": "Non. Intralciare. La. Mia. Strada.",
      "2": "Tu… … Io voglio…analizzarti. Ahahaha. ♪",
      "3": "… In tal caso…Cancellare…"
    },
    "victory": {
      "1": "Hah hah… Uhn…hah hah…",
      "2": "Come previsto. Non previsto. Tu. Acquisizione bersaglio…completata.$Iniziando…esperimento. Tu. Per sempre. Aha… ♪",
      "3": "Questo non era previsto. …Lo sapevo. Tu…sei interessante! …Haha. ♪"
    }
  },
  "bryony": {
    "encounter": {
      "3": "Ho previsto il tuo arrivo. È ora di un piccolo test. Iniziamo?"
    }
  },
  "erika": {
    "encounter": {
      "2": "Le mie capacità nelle lotte Pokémon rivaleggiano con le mie capacità di ordinare i fiori."
    }
  },
  "sabrina": {
    "encounter": {
      "1": "Grazie alla mia abilità psichica, ho avuto una visione del tuo arrivo!"
    }
  },
  "rival": {
    "encounter": {
      "1": "@c{smile}Hey, eccoti! Sapevo che eri impaziente di metterti in marcia ma mi aspettavo almeno un saluto…\n$@c{smile_eclosed}Quindi alla fine stai davvero inseguendo il tuo sogno? Quasi non riesco a crederci.$@c{serious_smile_fists}Già che ci siamo, che ne dici di una lotta?\nDopo tutto, voglio accertarmi che tu sia pronta.$@c{serious_mopen_fists}Non ti trattenere, voglio che tu faccia del tuo meglio!"
    },
    "victory": {
      "1": "@c{shock}Wow… Mi hai stracciato.\nSei sicura di essere una novellina?$@c{smile}Forse si è trattata di fortuna ma… Chi lo sa, potresti anche arrivare fino in fondo.$Comunque, il professore mi ha chiesto di darti questi strumenti. Sembrano molto interessanti.$@c{serious_smile_fists}Buona fortuna là fuori!"
    }
  },
  "rival_female": {
    "encounter": {
      "1": "@c{smile_wave}Eccoti! Ti ho cercato ovunque!\n@c{angry_mopen}Ti sei dimenticato di salutare la tua migliore amica?$@c{smile_ehalf}Stai inseguendo il tuo sogno, eh?\nQuel giorno è davvero arrivato…$@c{smile}Comunque, ti perdonerò per esserti scordato di me, ma a una condizione. @c{smile_wave_wink}Devi lottare con me!$@c{angry_mopen}Fai del tuo meglio! Non vorrai che la tua avventura finisca prima ancora di essere iniziata, giusto?"
    },
    "victory": {
      "1": "@c{shock}Hai appena iniziato e sei già così forte?!@d{96}\n@c{angry}Hai barato, non è vero?$@c{smile_wave_wink}Scherzo!@d{64} @c{smile_eclosed}Ho perso secondo le regole… Ho la sensazione che farai grandi cose là fuori.$@c{smile}Comunque, il professore voleva che ti dessi alcuni strumenti. Spero ti siano utili!$@c{smile_wave}Fai del tuo meglio come sempre! Credo in te!"
    }
  },
  "rival_2": {
    "encounter": {
      "1": "@c{smile}Hey, anche tu qui?\n@c{smile_eclosed}Ancora imbattuto, eh…?$@c{serious_mopen_fists}So che sembra che io ti abbia seguito fin qui, ma non è del tutto vero.$@c{serious_smile_fists}A essere onesto però stavo smaniando per una rivincita da quando mi hai battuto.$Mi sono allenato molto per conto mio quindi questa volta ti darò del filo da torcere.$@c{serious_mopen_fists}E come la scorsa volta, non trattenerti!\nSi comincia!"
    },
    "victory": {
      "1": "@c{neutral_eclosed}Oh. Immagino di essere stato troppo sicuro di me.$@c{smile}Va bene, però. Immaginavo che potesse succedere.\n@c{serious_mopen_fists}Significa solo che dovrò fare meglio la prossima volta!$@c{smile}Oh, non che ti serva davvero aiuto, ma ho una copia extra di questi strumenti con me e ho pensato che li potessi volere tu.$@c{serious_smile_fists}Non aspettartene altri, però!\nNon posso continuare a dare un vantaggio al mio avversario, dopo tutto."
    }
  },
  "rival_2_female": {
    "encounter": {
      "1": "@c{smile_wave}Oh, carino incontrarti qui. Sembra che tu sia ancora imbattuto. @c{angry_mopen}Oh… Non male!$@c{angry_mopen}So cosa stai pensando, e no, non ti stavo seguendo. @c{smile_eclosed}Sono solo capitata da queste parti.$@c{smile_ehalf}Sono felice per te ma volevo solo farti sapere che ogni tanto perdere è normale.$@c{smile}Noi impariamo dai nostri errori, spesso più che dai nostri successi.$@c{angry_mopen}In ogni caso, mi sono allenata molto per questa rivincita, quindi ti conviene dare il massimo!"
    },
    "victory": {
      "1": "@c{neutral}Io… non dovevo perdere questa volta…$@c{smile}Ah, beh. Significa solo che mi dovrò allenare ancora di più per la prossima sfida!$@c{smile_wave}Ti ho anche preso altri due di questi!\n@c{smile_wave_wink}Non c’è bisogno di ringraziarmi~.$@c{angry_mopen}Però questa è l’ultima volta! Non avrai più niente in regalo da me dopo!"
    },
    "defeat": {
      "1": "Perdere ogni tanto è normale…"
    }
  },
  "rival_3": {
    "encounter": {
      "1": "@c{smile}Hey, guarda chi c’è! Non ci si vede da un po’.\n@c{neutral}Sei… ancora imbattuta? Ah.$@c{neutral_eclosed}Le cose sono state un po’… strane.\nNon è la stessa cosa a casa senza di te.$@c{serious}So che è da egoisti, ma devo togliermi questo peso.\n@c{neutral_eclosed}Penso che tu ti sia spinta troppo oltre.$@c{serious}Non perdere nemmeno una volta è semplicemente irrealistico.\nAbbiamo bisogno di perdere ogni tanto per poter crescere.$@c{neutral_eclosed}Tu hai fatto molta strada ma ce n’è ancora tanta, e diventa sempre più difficile. @c{neutral}Sei pronta per tutto questo?$@c{serious_mopen_fists}Se sì, dimostramelo."
    },
    "victory": {
      "1": "@c{angry_mhalf}È ridicolo… Praticamente non ho mai smesso di allenarmi…\nCom’è possibile che ci sia ancora questo divario tra noi?"
    }
  },
  "rival_3_female": {
    "encounter": {
      "1": "@c{smile_wave}Da quanto tempo! Ah, sei ancora imbattuto.\n@c{angry}Inizi a darmi sui nervi. @c{smile_wave_wink}Scherzo!$@c{smile_ehalf}Ma seriamente, a questo punto non ti manca casa? O… io?\nIo… Voglio dire, ci sei mancato tanto.$@c{smile_eclosed}Io supporto il tuo sogno e le tue ambizioni, ma la verità è che perderai prima o poi.$@c{smile}E quando succederà, io ci sarò per te, come al solito.\n@c{angry_mopen}Ora, lascia che ti mostri quanto sono diventata forte!"
    },
    "victory": {
      "1": "@c{shock}Dopo tutto questo… non è stato abbastanza…?\nNon tornerai mai indietro di questo passo…"
    },
    "defeat": {
      "1": "Hai fatto del tuo meglio, ora torniamo a casa."
    }
  },
  "rival_4": {
    "encounter": {
      "1": "@c{neutral}Hey.$Non userò giri di parole o convenevoli con te.\n@c{neutral_eclosed}Sono qui per vincere, facile e semplice.$@c{serious_mhalf_fists}Ho imparato a massimizzare il mio potenziale usando tutto il tempo per allenarmi.$@c{smile}Ottieni molto tempo extra quando rinunci al sonno in eccesso e alla vita sociale.$@c{serious_mopen_fists}Niente di tutto questo importa, non finché non avrò vinto.$@c{neutral_eclosed}Sono arrivato al punto in cui non perdo più.\n@c{smile_eclosed}Suppongo che la tua filosofia dopo tutto non fosse sbagliata.$@c{angry_mhalf}Perdere è per i deboli, e io non lo sono più.$@c{serious_mopen_fists}Preparati."
    },
    "victory": {
      "1": "@c{neutral}Cosa…@d{64} Cosa sei?"
    }
  },
  "rival_4_female": {
    "encounter": {
      "1": "@c{neutral}Sono io! Non ti sei dimenticato di nuovo di me, vero?$@c{smile}Dovresti essere fiero di quanto lontano sei arrivato. Congratulazioni!\nMa sembra che sia la fine del tuo viaggio.$@c{smile_eclosed}Hai risvegliato in me qualcosa che non ho mai saputo fosse lì.\nSembra che tutto ciò che faccio ora sia allenarmi.$@c{smile_ehalf}A malapena mangio o dormo, semplicemente alleno i miei Pokémon tutto il giorno, diventando sempre più forte.$@c{neutral}In effetti… mi riconosco a malapena.$E ora, ho raggiunto l'apice delle mie capacità.\nNon credo che qualcuno ora possa battermi.$E sai cosa? È tutto a causa tua.\n@c{smile_ehalf}Non so nemmeno se ringraziarti o odiarti.$@c{angry_mopen}Preparati."
    },
    "victory": {
      "1": "@c{neutral}Cosa…@d{64} Cosa sei?"
    },
    "defeat": {
      "1": "$@c{smile}Dovresti essere fiero di quanto lontano sei arrivato."
    }
  },
  "rival_5": {
    "encounter": {
      "1": "@c{neutral}…"
    },
    "victory": {
      "1": "@c{neutral}…"
    }
  },
  "rival_5_female": {
    "encounter": {
      "1": "@c{neutral}…"
    },
    "victory": {
      "1": "@c{neutral}…"
    },
    "defeat": {
      "1": "$@c{smile_ehalf}…"
    }
  },
  "rival_6": {
    "encounter": {
      "1": "@c{smile_eclosed}Ci incontriamo di nuovo.$@c{neutral}Ho avuto tempo per riflettere su quanto è successo.\nC’è un motivo se tutto questo sembra strano.$@c{neutral_eclosed}Il tuo sogno, la mia voglia di batterti…\nÈ tutto parte di qualcosa più grande.$@c{serious}Questo non riguarda me, o te… Questo riguarda il mondo, @c{serious_mhalf_fists}ed è mio dovere spingerti al limite.$@c{neutral_eclosed}Non saprei dire se ho realizzato il mio scopo, ma ho fatto tutto ciò che era in mio potere.$@c{neutral}Questo posto in cui siamo finiti è terrificante… Eppure in qualche modo mi sento impassibile, come se fossi già stato qui.$@c{serious_mhalf_fists}Tu provi lo stesso, non è così?$@c{serious}…ed è come se qualcosa qui mi stesse parlando.\nQuesto è tutto ciò che sappiamo del mondo da molto tempo.$Quei momenti passati insieme che sembrano così recenti non sono altro che un lontano ricordo.$@c{neutral_eclosed}Chi può dire se siano stati davvero reali o meno.$@c{serious_mopen_fists}Devi continuare a spingere, perché se non lo fai, non finirà mai. Sei l’unica che può farcela.$@c{serious_smile_fists}So a malapena che cosa significhi tutto questo, so soltanto che è reale.$@c{serious_mopen_fists}Se non riuscirai a battermi qui e ora, non avrai alcuna possibilità."
    },
    "victory": {
      "1": "@c{smile_eclosed}Sembra che il mio lavoro qui sia finito.$Voglio che tu mi prometta una cosa.\n@c{smile}Dopo che avrai salvato il mondo, torna a casa."
    }
  },
  "rival_6_female": {
    "encounter": {
      "1": "@c{smile_ehalf}Eccoci di nuovo qui da soli.$@c{smile_eclosed}Sai, continuo a pensare e a ripensare…$@c{smile_ehalf}C’è qualcosa in tutto questo, per cui sembra tutto così strano ora…$@c{smile}Tu hai il tuo sogno, e io ho questa ambizione in me…$Non posso farci niente, ma sento che c’è uno scopo più grande per tutto ciò che io e te siamo facendo.$@c{smile_eclosed}Penso di doverti spingere… ai tuoi limiti.$@c{smile_ehalf}Non sono certa di aver fatto un buon lavoro, ma ho fatto del mio meglio.$È qualcosa che ha a che fare con questo posto strano e terrificante… Tutto sembra così chiaro…$Questo… è tutto ciò che il mondo ha conosciuto per un lungo tempo.$@c{smile_eclosed}È come se io a malapena potessi ricordare i nostri momenti insieme.$@c{smile_ehalf}Erano reali, almeno? Sembrano così lontani ora…$@c{angry_mopen}Devi continuare a spingere, perché se non lo fai, non finirà mai. Sei l’unico che può farcela.$@c{smile_ehalf}Io… non so cosa significhi tutto questo… ma sento che è vero.$@c{neutral}Se non riesci a sconfiggermi qui e ora, non avrai alcuna possibilità."
    },
    "victory": {
      "1": "@c{smile_ehalf}Io… Io credo di aver raggiunto il mio scopo…$@c{smile_eclosed}Promettimi… Dopo che avrai salvato il mondo… Per favore… torna a casa sano e salvo.$@c{smile_ehalf}…Grazie."
    }
  }
}
