{
  "youngster": {
    "encounter": {
      "1": "Hey, vuoi combattere?",
      "2": "Sei anche tu un nuovo allenatore?",
      "2_female": "Sei anche tu una nuova allenatrice?",
      "3": "Hey, non ti ho mai visto prima! Lottiamo!",
      "4": "Ho appena perso, così sto provando a catturare più Pokémon.\nAspetta! Tu sembri scarso! Forza, lottiamo!",
      "4_female": "Ho appena perso, così sto provando a catturare più Pokémon.\nAspetta! Tu sembri scarsa! Forza, lottiamo!",
      "5": "Ci siamo già incontrati oppure no? Davvero non ricordo. Beh, in ogni caso piacere di conoscerti!",
      "6": "Tutto pronto! Si comincia!",
      "7": "Tutto pronto! Eccomi! Ti mostrerò la mia potenza!",
      "8": "BEH BEH BEH… Ti mostrerò quanto sono BEHlli i miei Pokémon!",
      "9": "Non serve sprecare tempo salutando. Combattiamo quanto sei pronto!",
      "9_female": "Non serve sprecare tempo salutando. Combattiamo quanto sei pronta!",
      "10": "Non abbassare la guardia, o potresti piangere quando un bambino ti avrà battuto.",
      "11": "Ho allenato i miei Pokémon con grande cura. Non ti è permesso ferirli!",
      "12": "Sono felice che tu ce l’abbia fatta! Da qui in poi non sarà facile.",
      "12_female": "Sono felice che tu ce l’abbia fatta! Da qui in poi non sarà facile.",
      "13": "I combattimenti continuano all’infinito! Benvenuto nel mondo senza fine!",
      "13_female": "I combattimenti continuano all’infinito! Benvenuta nel mondo senza fine!"
    },
    "victory": {
      "1": "Wow! Sei forte!",
      "1_female": "Wow! Sei forte!",
      "2": "Non avevo nemmeno una possibilità, eh?",
      "3": "Ti ritroverò di nuovo quando sarò più vecchio e ti sconfiggerò!",
      "4": "Argh. Non ho più Pokémon.",
      "5": "Impossibile… IMPOSSIBILE! Come ho potuto perdere ancora…",
      "5_female": "Impossibile… IMPOSSIBILE! Come ho potuto perdere ancora…",
      "6": "No! Ho perso!",
      "7": "Wow! Sei incredibile! Resto di stucco!",
      "8": "Perché… Come… I miei Pokémon e io siamo i più forti, eppure…",
      "9": "La prossima volta non perderò! Combattiamo ancora qualche volta!",
      "10": "Ehi! Non vedi che sono solo un ragazzino! Non è stato corretto da parte tua massacrarmi così!",
      "11": "I tuoi Pokémon sono più belli! Facciamo scambi!",
      "12": "Mi sono fatto trascinare prima, ma di che lavoro stavo parlando?",
      "13": "Ahaha! Eccolo! Così ci siamo! Sei già a casa in questo mondo!"
    }
  },
  "lass": {
    "encounter": {
      "1": "Facciamo una lotta, che ne dici?",
      "2": "Sembri un allenatore in erba. Lottiamo!",
      "2_female": "Sembri un’allenatrice in erba. Lottiamo!",
      "3": "Non ti riconosco. Che ne dici di una lotta?",
      "4": "Divertiamoci con una bella lotta Pokémon!",
      "5": "Ti mostrerò come si combatte davvero con i Pokémon!",
      "6": "Un combattimento serio è serio dal primo momento! Sei sicuro di essere pronto?",
      "6_female": "Un combattimento serio è serio dal primo momento! Sei sicura di essere pronta?",
      "7": "Sei giovane una volta sola. E hai solo un’occasione in una determinata battaglia. Presto, sarai solo un ricordo.",
      "8": "Vacci piano con me, ok? Però io lotterò al massimo!",
      "9": "La scuola è noiosa. Non ho nulla da fare. Che noia. Lotto solo per ammazzare il tempo."
    },
    "victory": {
      "1": "È stato impressionante! Ho molto da imparare.",
      "2": "Non pensavo che mi avresti sconfitto in modo così clamoroso…",
      "2_female": "Non pensavo che mi avresti sconfitto in modo così clamoroso…",
      "3": "Spero che un nuovo combatteremo di nuovo.",
      "4": "È stato davvero divertente! Mi hai totalmente consumato…",
      "5": "Mi hai effettivamente insegnato una lezione! Sei davvero incredibile!",
      "6": "Seriamente, ho perso. È seriamente deprimente, ma tu sei stato seriamente incredibile.",
      "6_female": "Seriamente, ho perso. È seriamente deprimente, ma tu sei stata seriamente incredibile.",
      "7": "Non ho bisogno di ricordi come questo. Cancellare ricordo…",
      "8": "Ehi! Ti ho detto di andarci piano con me! Però sei piuttosto cool quando fai sul serio.",
      "8_female": "Ehi! Ti ho detto di andarci piano con me! Però sei piuttosto cool quando fai sul serio.",
      "9": "Inizio a stancarmi delle lotte… Ci dovrà essere qualcosa di nuovo da fare…"
    }
  },
  "breeder": {
    "encounter": {
      "1": "Pokémon obbedienti, Pokémon egoisti… I Pokémon hanno caratteristiche uniche.",
      "2": "Anche se la mia educazione e il mio comportamento sono pessimi, ho cresciuto bene i miei Pokémon.",
      "3": "Uhm, tu rimproveri i tuoi Pokémon? Viziarli troppo non va bene."
    },
    "victory": {
      "1": "È importante coltivare e allenare tutte le caratteristiche di un Pokémon.",
      "2": "Al contrario di me, questi sono buoni Pokémon.",
      "3": "Troppi elogi possono viziare sia i Pokémon che le persone."
    },
    "defeat": {
      "1": "Non dovresti arrabbiarti con i tuoi Pokémon, anche se perdi una lotta.",
      "2": "Vero? Pokémon niente male, eh? Sono bravo nell'allevare le cose.",
      "3": "Non importa quanto ami i tuoi Pokémon, devi comunque rimproverarli quando si comportano male."
    }
  },
  "breeder_female": {
    "encounter": {
      "1": "I Pokémon non ti tradiscono mai. Ti restituiscono tutto l’amore che gli dai.",
      "2": "Dovrei darti un consiglio per allenare buoni Pokémon?",
      "3": "Ho cresciuto questi Pokémon davvero speciali utilizzando un metodo speciale."
    }
  },
  "snow_worker": {
    "encounter": {
      "1": "Col freddo ci vogliono vestiti pesanti!$Questa è saggezza! Viva l’intelletto!"
    },
    "victory": {
      "1": "Agitarsi quando è troppo tardi è inutile.\nAnche questa è saggezza."
    },
    "defeat": {
      "1": "Ascolta questa perla di saggezza! Se usi delle mosse di tipo Fuoco su un Pokémon congelato, questo si riprenderà."
    }
  },
  "snow_worker_double": {
    "encounter": {
      "1": "…$Lo-Lo-Lotta…"
    },
    "victory": {
      "1": "…$Tre-Tremo…"
    },
    "defeat": {
      "1": "…$Sai che-che…\nQui fa-fa freddo?"
    }
  },
  "bryony": {
    "encounter": {
      "3": "Ho previsto il tuo arrivo. È ora di un piccolo test. Iniziamo?"
    }
  },
  "erika": {
    "encounter": {
      "2": "Le mie capacità nelle lotte Pokémon rivaleggiano con le mie capacità di ordinare i fiori."
    }
  },
  "sabrina": {
    "encounter": {
      "1": "Grazie alla mia abilità psichica, ho avuto una visione del tuo arrivo!"
    }
  },
  "rival": {
    "encounter": {
      "1": "@c{smile}Hey, eccoti! Sapevo che eri impaziente di metterti in marcia ma mi aspettavo almeno un saluto…\n$@c{smile_eclosed}Quindi alla fine stai davvero inseguendo il tuo sogno? Quasi non riesco a crederci.$@c{serious_smile_fists}Già che ci siamo, che ne dici di una lotta?\nDopo tutto, voglio accertarmi che tu sia pronta.$@c{serious_mopen_fists}Non ti trattenere, voglio che tu faccia del tuo meglio!"
    },
    "victory": {
      "1": "@c{shock}Wow… Mi hai stracciato.\nSei sicura di essere una novellina?$@c{smile}Forse si è trattata di fortuna ma… Chi lo sa, potresti anche arrivare fino in fondo.$Comunque, il professore mi ha chiesto di darti questi strumenti. Sembrano molto interessanti.$@c{serious_smile_fists}Buona fortuna là fuori!"
    }
  },
  "rival_female": {
    "encounter": {
      "1": "@c{smile_wave}Eccoti! Ti ho cercato ovunque!\n@c{angry_mopen}Ti sei dimenticato di salutare la tua migliore amica?$@c{smile_ehalf}Stai inseguendo il tuo sogno, eh?\nQuel giorno è davvero arrivato…$@c{smile}Comunque, ti perdonerò per esserti scordato di me, ma a una condizione. @c{smile_wave_wink}Devi lottare con me!$@c{angry_mopen}Fai del tuo meglio! Non vorrai che la tua avventura finisca prima ancora di essere iniziata, giusto?"
    },
    "victory": {
      "1": "@c{shock}Hai appena iniziato e sei già così forte?!@d{96}\n@c{angry}Hai barato, non è vero?$@c{smile_wave_wink}Scherzo!@d{64} @c{smile_eclosed}Ho perso secondo le regole… Ho la sensazione che farai grandi cose là fuori.$@c{smile}Comunque, il professore voleva che ti dessi alcuni strumenti. Spero ti siano utili!$@c{smile_wave}Fai del tuo meglio come sempre! Credo in te!"
    }
  },
  "rival_2": {
    "encounter": {
      "1": "@c{smile}Hey, anche tu qui?\n@c{smile_eclosed}Ancora imbattuto, eh…?$@c{serious_mopen_fists}So che sembra che io ti abbia seguito fin qui, ma non è del tutto vero.$@c{serious_smile_fists}A essere onesto però stavo smaniando per una rivincita da quando mi hai battuto.$Mi sono allenato molto per conto mio quindi questa volta ti darò del filo da torcere.$@c{serious_mopen_fists}E come la scorsa volta, non trattenerti!\nSi comincia!"
    },
    "victory": {
      "1": "@c{neutral_eclosed}Oh. Immagino di essere stato troppo sicuro di me.$@c{smile}Va bene, però. Immaginavo che potesse succedere.\n@c{serious_mopen_fists}Significa solo che dovrò fare meglio la prossima volta!$@c{smile}Oh, non che ti serva davvero aiuto, ma ho una copia extra di questi strumenti con me e ho pensato che li potessi volere tu.$@c{serious_smile_fists}Non aspettartene altri, però!\nNon posso continuare a dare un vantaggio al mio avversario, dopo tutto."
    }
  },
  "rival_2_female": {
    "encounter": {
      "1": "@c{smile_wave}Oh, carino incontrarti qui. Sembra che tu sia ancora imbattuto. @c{angry_mopen}Oh… Non male!$@c{angry_mopen}So cosa stai pensando, e no, non ti stavo seguendo. @c{smile_eclosed}Sono solo capitata da queste parti.$@c{smile_ehalf}Sono felice per te ma volevo solo farti sapere che ogni tanto perdere è normale.$@c{smile}Noi impariamo dai nostri errori, spesso più che dai nostri successi.$@c{angry_mopen}In ogni caso, mi sono allenata molto per questa rivincita, quindi ti conviene dare il massimo!"
    },
    "victory": {
      "1": "@c{neutral}Io… non dovevo perdere questa volta…$@c{smile}Ah, beh. Significa solo che mi dovrò allenare ancora di più per la prossima sfida!$@c{smile_wave}Ti ho anche preso altri due di questi!\n@c{smile_wave_wink}Non c’è bisogno di ringraziarmi~.$@c{angry_mopen}Però questa è l’ultima volta! Non avrai più niente in regalo da me dopo!"
    },
    "defeat": {
      "1": "Perdere ogni tanto è normale…"
    }
  },
  "rival_3": {
    "encounter": {
      "1": "@c{smile}Hey, guarda chi c’è! Non ci si vede da un po’.\n@c{neutral}Sei… ancora imbattuta? Ah.$@c{neutral_eclosed}Le cose sono state un po’… strane.\nNon è la stessa cosa a casa senza di te.$@c{serious}So che è da egoisti, ma devo togliermi questo peso.\n@c{neutral_eclosed}Penso che tu ti sia spinta troppo oltre.$@c{serious}Non perdere nemmeno una volta è semplicemente irrealistico.\nAbbiamo bisogno di perdere ogni tanto per poter crescere.$@c{neutral_eclosed}Tu hai fatto molta strada ma ce n’è ancora tanta, e diventa sempre più difficile. @c{neutral}Sei pronta per tutto questo?$@c{serious_mopen_fists}Se sì, dimostramelo."
    },
    "victory": {
      "1": "@c{angry_mhalf}È ridicolo… Praticamente non ho mai smesso di allenarmi…\nCom’è possibile che ci sia ancora questo divario tra noi?"
    }
  },
  "rival_3_female": {
    "encounter": {
      "1": "@c{smile_wave}Da quanto tempo! Ah, sei ancora imbattuto.\n@c{angry}Inizi a darmi sui nervi. @c{smile_wave_wink}Scherzo!$@c{smile_ehalf}Ma seriamente, a questo punto non ti manca casa? O… io?\nIo… Voglio dire, ci sei mancato tanto.$@c{smile_eclosed}Io supporto il tuo sogno e le tue ambizioni, ma la verità è che perderai prima o poi.$@c{smile}E quando succederà, io ci sarò per te, come al solito.\n@c{angry_mopen}Ora, lascia che ti mostri quanto sono diventata forte!"
    },
    "victory": {
      "1": "@c{shock}Dopo tutto questo… non è stato abbastanza…?\nNon tornerai mai indietro di questo passo…"
    },
    "defeat": {
      "1": "Hai fatto del tuo meglio, ora torniamo a casa."
    }
  },
  "rival_4": {
    "encounter": {
      "1": "@c{neutral}Hey.$Non userò giri di parole o convenevoli con te.\n@c{neutral_eclosed}Sono qui per vincere, facile e semplice.$@c{serious_mhalf_fists}Ho imparato a massimizzare il mio potenziale usando tutto il tempo per allenarmi.$@c{smile}Ottieni molto tempo extra quando rinunci al sonno in eccesso e alla vita sociale.$@c{serious_mopen_fists}Niente di tutto questo importa, non finché non avrò vinto.$@c{neutral_eclosed}Sono arrivato al punto in cui non perdo più.\n@c{smile_eclosed}Suppongo che la tua filosofia dopo tutto non fosse sbagliata.$@c{angry_mhalf}Perdere è per i deboli, e io non lo sono più.$@c{serious_mopen_fists}Preparati."
    },
    "victory": {
      "1": "@c{neutral}Cosa…@d{64} Cosa sei?"
    }
  },
  "rival_4_female": {
    "encounter": {
      "1": "@c{neutral}Sono io! Non ti sei dimenticato di nuovo di me, vero?$@c{smile}Dovresti essere fiero di quanto lontano sei arrivato. Congratulazioni!\nMa sembra che sia la fine del tuo viaggio.$@c{smile_eclosed}Hai risvegliato in me qualcosa che non ho mai saputo fosse lì.\nSembra che tutto ciò che faccio ora sia allenarmi.$@c{smile_ehalf}A malapena mangio o dormo, semplicemente alleno i miei Pokémon tutto il giorno, diventando sempre più forte.$@c{neutral}In effetti… mi riconosco a malapena.$E ora, ho raggiunto l'apice delle mie capacità.\nNon credo che qualcuno ora possa battermi.$E sai cosa? È tutto a causa tua.\n@c{smile_ehalf}Non so nemmeno se ringraziarti o odiarti.$@c{angry_mopen}Preparati."
    },
    "victory": {
      "1": "@c{neutral}Cosa…@d{64} Cosa sei?"
    },
    "defeat": {
      "1": "$@c{smile}Dovresti essere fiero di quanto lontano sei arrivato."
    }
  },
  "rival_5": {
    "encounter": {
      "1": "@c{neutral}…"
    },
    "victory": {
      "1": "@c{neutral}…"
    }
  },
  "rival_5_female": {
    "encounter": {
      "1": "@c{neutral}…"
    },
    "victory": {
      "1": "@c{neutral}…"
    },
    "defeat": {
      "1": "$@c{smile_ehalf}…"
    }
  },
  "rival_6": {
    "encounter": {
      "1": "@c{smile_eclosed}Ci incontriamo di nuovo.$@c{neutral}Ho avuto tempo per riflettere su quanto è successo.\nC’è un motivo se tutto questo sembra strano.$@c{neutral_eclosed}Il tuo sogno, la mia voglia di batterti…\nÈ tutto parte di qualcosa più grande.$@c{serious}Questo non riguarda me, o te… Questo riguarda il mondo, @c{serious_mhalf_fists}ed è mio dovere spingerti al limite.$@c{neutral_eclosed}Non saprei dire se ho realizzato il mio scopo, ma ho fatto tutto ciò che era in mio potere.$@c{neutral}Questo posto in cui siamo finiti è terrificante… Eppure in qualche modo mi sento impassibile, come se fossi già stato qui.$@c{serious_mhalf_fists}Tu provi lo stesso, non è così?$@c{serious}…ed è come se qualcosa qui mi stesse parlando.\nQuesto è tutto ciò che sappiamo del mondo da molto tempo.$Quei momenti passati insieme che sembrano così recenti non sono altro che un lontano ricordo.$@c{neutral_eclosed}Chi può dire se siano stati davvero reali o meno.$@c{serious_mopen_fists}Devi continuare a spingere, perché se non lo fai, non finirà mai. Sei l’unica che può farcela.$@c{serious_smile_fists}So a malapena che cosa significhi tutto questo, so soltanto che è reale.$@c{serious_mopen_fists}Se non riuscirai a battermi qui e ora, non avrai alcuna possibilità."
    },
    "victory": {
      "1": "@c{smile_eclosed}Sembra che il mio lavoro qui sia finito.$Voglio che tu mi prometta una cosa.\n@c{smile}Dopo che avrai salvato il mondo, torna a casa."
    }
  },
  "rival_6_female": {
    "encounter": {
      "1": "@c{smile_ehalf}Eccoci di nuovo qui da soli.$@c{smile_eclosed}Sai, continuo a pensare e a ripensare…$@c{smile_ehalf}C’è qualcosa in tutto questo, per cui sembra tutto così strano ora…$@c{smile}Tu hai il tuo sogno, e io ho questa ambizione in me…$Non posso farci niente, ma sento che c’è uno scopo più grande per tutto ciò che io e te siamo facendo.$@c{smile_eclosed}Penso di doverti spingere… ai tuoi limiti.$@c{smile_ehalf}Non sono certa di aver fatto un buon lavoro, ma ho fatto del mio meglio.$È qualcosa che ha a che fare con questo posto strano e terrificante… Tutto sembra così chiaro…$Questo… è tutto ciò che il mondo ha conosciuto per un lungo tempo.$@c{smile_eclosed}È come se io a malapena potessi ricordare i nostri momenti insieme.$@c{smile_ehalf}Erano reali, almeno? Sembrano così lontani ora…$@c{angry_mopen}Devi continuare a spingere, perché se non lo fai, non finirà mai. Sei l’unico che può farcela.$@c{smile_ehalf}Io… non so cosa significhi tutto questo… ma sento che è vero.$@c{neutral}Se non riesci a sconfiggermi qui e ora, non avrai alcuna possibilità."
    },
    "victory": {
      "1": "@c{smile_ehalf}Io… Io credo di aver raggiunto il mio scopo…$@c{smile_eclosed}Promettimi… Dopo che avrai salvato il mondo… Per favore… torna a casa sano e salvo.$@c{smile_ehalf}…Grazie."
    }
  }
}
