{
  "rival": {
    "encounter": {
      "1": "@c{smile}Привіт, я тебе шукав! Я знала, що ти дуже хочеш вирушити, але сподівався, що ти хоча б попрощаєшся...$@c{smile_eclosed}То ти все-таки вирішив здійснити свою мрію? Я майже не можу в це повірити.$@c{serious_smile_fists}Раз ми вже тут, може, поборемося?\nАдже я хочу переконатися, що ти готовий.$@c{serious_mopen_fists}Не стримуйся, я хочу, щоб ти показав все, на що здатний!"
    },
    "victory": {
      "1": "@c{shock}Вау... Ти мене повністю обіграв.\nТи справді новачок?$@c{smile}Можливо, це була просто удача, але... Хто знає, може, ти зможеш дійти до кінця.$До речі, професор попросив мене передати тобі ці речі. Вони виглядають досить круто.$@c{serious_smile_fists}Удачі тобі!"
    }
  },
  "rivalFemale": {
    "encounter": {
      "1": "@c{smile_wave}Ось ти де! Я тебе всюди шукала!\n@c{angry_mopen}Ти забув попрощатися зі своїм найкращим другом?$@c{smile_ehalf}Ти йдеш за своєю мрією, так?\nСьогодні той самий день, чи не так…$@c{smile}У будь-якому разі, я пробачу тобі, що ти про мене забув, але за однієї умови. @c{smile_wave_wink}Ти повинен битися зі мною!$@c{angry_mopen}Дай з себе все! Ти ж не хочеш, щоб твоя пригода закінчилася, ще не розпочавшись, правда?"
    },
    "victory": {
      "1": "@c{shock}Ти тільки почав, а вже такий сильний?!@d{96}\n@c{angry}Ти точно обдурив, чи не так?$@c {smile_wave_wink}Жартую!@d{64} @c{smile_eclosed}Я програв чесно... Маю відчуття, що ти там дуже добре виступиш.$@c{smile}До речі, професор попросив мене передати тобі кілька речей. Сподіваюся, вони тобі знадобляться!$@c{smile_wave}Як завжди, дай з себе все! Я вірю в тебе!"
    }
  },
  "rival2": {
    "encounter": {
      "1": "@c{smile}Привіт, ти теж тут?\n@c{smile_eclosed}Все ще бездоганний рекорд, так…?$@c{serious_mopen_fists}Я знаю, що це виглядає так, ніби я пішла за тобою сюди, але це не зовсім так.$@c {serious_smile_fists}Чесно кажучи, я дуже хотіла реваншу, відколи ти переміг мене вдома.$Я багато тренувалася, тож цього разу я точно дам бій.$@c{serious_mopen_fists}Не стримуйся, як і раніше!\nПочнемо!"
    },
    "victory": {
      "1": "@c{neutral_eclosed}Ой. Мабуть, я була занадто впевнена у собі.$@c{smile}Але нічого страшного. Я передбачила, що так може статися.\n@c{serious_mopen_fists}Це просто означає, що наступного разу я повина постаратися ще більше!$@c{smile}О, не те щоб тобі дійсно потрібна була допомога, але у мене було по одному зайвому з кожного з них, і я подумала, що ти, можливо, захочеш їх.@c{serious_smile_fists}Але не чекай, що після цього буде ще один!\n$Я ж не можу продовжувати давати перевагу своєму супернику."
    }
  },
  "rival2Female": {
    "encounter": {
      "1": "@c{smile_wave}О, як приємно зустріти тебе тут. Схоже, ти все ще непереможний. @c{angry_mopen}Хм... Непогано!$@c{angry_mopen}Я знаю, про що ти думаєш, і ні, я не стежив за тобою. @c{smile_eclosed}Я просто випадково опинився в цьому районі.$@c{smile_ehalf}Я радий за тебе, але хочу, щоб ти знав, що іноді можна і програти.$@c{smile}Ми вчимося на своїх помилках, часто навіть більше, ніж на успіхах.$@c {angry_mopen}У будь-якому разі, я наполегливо тренувався до нашого повторного поєдинку, тож тобі краще викластися на повну!"
    },
    "victory": {
      "1": "@c{neutral}Я... не повинен був програти того разу...$@c{smile}Ну що ж. Це означає, що наступного разу я повинен тренуватися ще більше!$@c{smile_wave}Я також приніс тобі ще два таких!\n@c{smile_wave_wink}Не дякуй мені~.$@c{angry_mopen}Але це останній! Більше ти від мене нічого безкоштовно не отримаєш!"
    },
    "defeat": {
      "1": "Іноді можна програвати…"
    }
  },
  "rival3": {
    "encounter": {
      "1": "@c{smile}Гей, подивіться, хто це! Давно не бачилися.\n@c{neutral}Ти... все ще непереможений? Хм.$@c{neutral_eclosed}Все якось... дивно.\nБез тебе вдома все не так.$@c{serious}Я знаю, що це егоїстично, але мені потрібно виговоритися.\n@c{neutral_eclosed}Я думаю, ти занадто переймаєшся цим.$@c{serious}Ніколи не програвати — це просто нереально.\nЩоб рости, іноді потрібно програвати. $@c{neutral_eclosed}Ти досягнув чудових результатів, але попереду ще багато чого, і буде тільки важче. @c{neutral}Ти готовий до цього? $@c{serious_mopen_fists}Якщо так, доведи мені це."
    },
    "victory": {
      "1": "@c{angry_mhalf}Це смішно… Я майже не припиняв тренуватися…\nЯк ми можемо бути так далеко один від одного?"
    }
  },
  "rival3Female": {
    "encounter": {
      "1": "@c{smile_wave}Давно не бачилися! Все ще не програв, так?\n@c{angry}Ти починаєш мене дратувати. @c{smile_wave_wink}Жартую!$@c{smile_ehalf}Але серйозно, ти ще не скучив за домом? Або... за мною?\nЯ... тобто, ми дуже за тобою сумували.$@c{smile_eclosed}Я підтримую твою мрію і все таке, але реальність така, що рано чи пізно ти програєш.$@c{smile}І коли це станеться, я буду поруч, як завжди.\n@c{angry_mopen}А тепер я покажу тобі, наскільки я став сильним!"
    },
    "victory": {
      "1": "@c{shock}Після всього цього… цього було недостатньо…?\n$Таким чином ти ніколи не повернешся…"
    },
    "defeat": {
      "1": "Ти зробив все, що міг, тепер ходімо додому."
    }
  },
  "rival4": {
    "encounter": {
      "1": "@c{neutral}Привіт. Я не буду церемонитися і висловлювати компліменти.\n@c{neutral_eclosed}Я тут, щоб перемогти, просто і зрозуміло.$@c{serious_mhalf_fists}Я навчилася максимально використовувати свій потенціал, присвячуючи весь свій час тренуванням.$@c{smile}Ти отримуєш багато додаткового часу, коли відмовляєшся від непотрібного сну і соціальних контактів.$@c{serious_mopen_fists} Тепер це все не має значення, поки я не виграю.$@c{neutral_eclosed}Я навіть досяг того рівня, коли більше не програю.\n@c{smile_eclosed}Мабуть, твоя філософія була не така вже й помилкова.$@c{angry_mhalf}Програвати можуть тільки слабкі, а я більше не слабкий.$@c{serious_mopen_fists}Готуйся."
    },
    "victory": {
      "1": "@c{neutral}Що…@d{64} Як ти це робиш...?"
    }
  },
  "rival4Female": {
    "encounter": {
      "1": "@c{neutral}Це я! Ти ж не забув про мене знову... правда?$@c{smile}Ти повина пишатися тим, як далеко ти зайшла. Вітаю!\nАле, схоже, твоя подорож добігла кінця.$@c{smile_eclosed}Ти пробудив у мені щось, про що я навіть не знав.\nЗдається, тепер я тільки тренуюся.$@c{smile_ehalf}Я майже не їм і не сплю, тільки треную своїх покемонів цілими днями, стаючи з кожним разом сильнішим.$@c{neutral}Насправді, я... майже не впізнаю себе.$І ось, нарешті, я досягнув піку своєї форми.\nНе думаю, що хтось зможе мене перемогти.$І знаєш що? Це все завдяки тобі.\n@c{smile_ehalf}Я не знаю, дякувати тобі чи ненавидіти.$@c{angry_mopen}Готуйся."
    },
    "victory": {
      "1": "@c{neutral}Що…@d{64} Як ти це робиш...?"
    },
    "defeat": {
      "1": "$@c{smile}Ви повинні пишатися тим, як далеко ви просунулися."
    }
  },
  "rival5": {
    "encounter": {
      "1": "@c{neutral}..."
    },
    "victory": {
      "1": "@c{neutral}... @c{angry_mhalf} Навіть Райкваза не справився...?"
    }
  },
  "rival5Female": {
    "encounter": {
      "1": "@c{neutral}..."
    },
    "victory": {
      "1": "$@c{neutral}... $@c{angry} Ти ще Райквазу можеш перемогти?!"
    },
    "defeat": {
      "1": "$@c{smile_ehalf}…"
    }
  },
  "rival6": {
    "encounter": {
      "1": "@c{smile_eclosed}Ми знову зустрілися.$@c{neutral}Я мала час подумати над усім цим. Є причина, чому все це здається таким дивним.$@c{neutral_eclosed}Твоя мрія, моє прагнення перемогти тебе...\nВсе це частина чогось більшого.$@c{serious}Це не про мене і не про тебе... Це про світ, @c{serious_mhalf_fists}і моя мета — підштовхнути тебе до твоїх меж.$@c{neutral_eclosed} Чи досяг я цієї мети, я не можу сказати, але я зробив усе, що було в моїх силах.$@c{neutral}Це місце, в якому ми опинилися, жахливе... Але я чомусь не відчуваю страху, ніби я вже бував тут раніше.$@c{serious_mhalf_fists}Ти відчуваєш те саме, чи не так?$@c{serious}... і ніби щось тут промовляє до мене.\nВсе це вже давно відомо всьому світу.$Ті часи, які ми так цінували разом і які здаються такими недавніми, тепер є лише далеким спогадом.$@c{neutral_eclosed}Хто може сказати, чи були вони взагалі реальними.$@c{serious_mopen_fists}Ти повинен продовжувати боротися, бо інакше це ніколи не закінчиться. Ти єдиний, хто може це зробити.$@c{serious_smile_fists}Я майже не розумію, що це все означає, я просто знаю, що це правда.$@c{serious_mopen_fists} Якщо ти не можеш перемогти мене тут і зараз, у тебе не буде шансів."
    },
    "victory": {
      "1": "@c{smile_eclosed}Схоже, моя робота тут закінчена.$Я хочу, щоб ти пообіцяв мені одне.\n@c{smile}Після того, як ти вилікуєш світ, будь ласка, повертайся додому."
    }
  },
  "rival6Female": {
    "encounter": {
      "1": "@c{smile_ehalf}Тож знову залишилися тільки ми. $@c{smile_eclosed}Знаєш, я постійно кружляю в голові... $@c {smile_ehalf}У всьому цьому є якийсь сенс, чому зараз все здається таким дивним...$@c{smile}У тебе є твоя мрія, а у мене є ця амбіція...$Я просто не можу позбутися відчуття, що у всьому цьому, у тому, що ми робимо, ти і я, є якийсь вищий сенс.$@c{smile_eclosed}Я думаю, що я повинен підштовхувати тебе... до твоїх меж. $@c{smile_ehalf}Не впевнений, чи добре я з цим справляюся, але досі я робив все, що міг.$Це щось пов'язане з цим дивним і жахливим місцем… Все здається таким чітким…$Це… все, що світ знає вже давно.$@c{smile_eclosed}Мені здається, що я ледь пам'ятаю спогади, які ми разом берегли.$@c {smile_ehalf}Чи були вони справжніми? Зараз вони здаються такими далекими...$@c{angry_mopen}Ти повинен продовжувати, бо інакше це ніколи не закінчиться. Ти єдиний, хто може це зробити.$@c{smile_ehalf}Я... не знаю, що все це означає... але відчуваю, що це правда.$@c{neutral}Якщо ти не зможеш перемогти мене тут і зараз, у тебе не буде шансів."
    },
    "victory": {
      "1": "@c{smile_ehalf}Я... Я думаю, що я виконала своє завдання...$@c{smile_eclosed}Пообіцяй мені... Після того, як ти вилікуєш світ... Будь ласка... повертайся додому цілим і неушкодженим.$@c{smile_ehalf}... Дякую."
    }
  }
}
