{
  "intro": "Ласкаво просимо до PokéRogue!$Це фанатська гра про покемонів, орієнтована на битви, з елементами roguelite.$Ця гра не монетизується, і ми не претендуємо на права власності на покемонів та використані об'єкти,$захищені авторським правом.$Гра знаходиться в стадії розробки, але повністю придатна для гри.$Для повідомлення про помилки, будь ласка, використовуйте спільноту Discord.$Якщо гра працює повільно,\nпереконайтеся,$що в налаштуваннях браузера ввімкнено «Апаратне прискорення».$Rahr: Привіт! Це Rahr, з команди перекладачів.$Rahr: Я приєднався до команди не давно, з цію перекласти PokéRogue українською!$Rahr: Я знаю що це робити без смислено бо український фандомом покемонів майже не живий...$Rahr: але я до останнього надіюсь що це може помінятися! Раз і назавжди!$Rahr: Нехай це повідомлення почує всі!$Rahr: нехай мій вклад буде доказом того що Український Фандомом Поке́монів рано чи пізно розквітне!$Rahr: а і так! Приємної гри ;D",
  "accessMenu": "\"Щоб відкрити меню, натисніть клавішу M або Escape під час очікування введення.$Меню містить налаштування та різні функції.",
  "menu": "З цього меню ви можете перейти до налаштувань.$У налаштуваннях ви можете\nзмінити швидкість гри,$стиль вікна та інші параметри.$Тут також є різні інші функції, тож обов'язково перегляньте їх усі!",
  "starterSelect": "На цьому екрані ви можете вибрати своїх стартових\nперсонажів, натиснувши Z або пробіл.$Це ваші початкові члени партії.\nКожен стартовий персонаж має свою цінність.$Ваша група може налічувати до 6 членів,\nякщо їх загальна кількість не перевищує 10.$Ви також можете вибрати стать, здібності та форму\nзалежно від варіантів, яких ви зловили або вилупили.$IV для виду також є найкращими з усіх,\nяких ви зловили або вилупили,$тому намагайтеся зібрати якомога\nбільше представників одного виду!",
  "pokerus": "Щодня випадково вибираються 5 стартових персонажів\nз фіолетовою рамкою.$Якщо ви бачите стартового персонажа, якого ви маєте,\nспробуйте додати його до своєї команди.$Обов'язково перевірте його опис!",
  "statChange": "Зміни характеристик зберігаються протягом боїв,\nпоки ваші покемони не будуть відкликані.$Ваші покемони відкликаються перед боєм з тренером і перед входом у новий біом.$Ви можете переглянути зміни характеристик будь-якого покемона на полі, утримуючи клавішу C або Shift.$Ви також можете переглянути набір рухів ворожих покемонів, утримуючи клавішу V.$Це показує тільки ті рухи, які ви бачили у покемонів під час цього бою.",
  "selectItem": "Після кожної битви вам надається вибір із 3 випадкових предметів.$Ви можете вибрати тільки один.$Це можуть бути як Розхідники, так і предмети, що носять покемони, або пасивні постійні предмети.$Більшість ефектів неспоживчих предметів накопичуються різними способами.$Деякі предмети з'являються тільки в тому випадку,\nякщо їх можна використовувати,$наприклад, предмети еволюції.$Ви також можете передавати предмети, що носять покемони, між покемонами за допомогою опції передачі.$Опція перенесення з'явиться в правому нижньому куті, коли ви отримаєте предмет, що носить покемон.$Ви можете придбати Розхідники предмети за гроші, і чим далі ви просунетеся, тим більший вибір буде доступний.$Обов'язково придбайте їх, перш ніж вибрати\nвипадковий предмет, оскільки після цього$ви перейдете до наступної битви.",
  "eggGacha": "На цьому екрані ви можете обміняти свої ваучери\nна яйця покемонів.$Яйця потрібно висиджувати, і після кожної битви вони\nстають ближчими до вилуплення.$Рідкісні яйця висиджуються довше.$Вилуплені покемони не додаються до вашої команди,\nвони додаються до ваших стартових покемонів.$Покемони, вилуплені з яєць, зазвичай мають кращі IV,\nніж дикі покемони.$Деяких покемонів можна отримати тільки з яєць.$Є 3 різні машини з різними бонусами,\nтож виберіть ту, яка вам найбільше підходить!"
}
