{
  "monoNormal": "Ha completado el desafío de monotipo Normal.",
  "monoFighting": "Ha completado el desafío de monotipo Lucha.",
  "monoFlying": "Ha completado el desafío de monotipo Volador.",
  "monoPoison": "Ha completado el desafío de monotipo Veneno.",
  "monoGround": "Ha completado el desafío de monotipo Tierra.",
  "monoRock": "Ha completado el desafío de monotipo Roca.",
  "monoBug": "Ha completado el desafío de monotipo Bicho.",
  "monoGhost": "Ha completado el desafío de monotipo Fantasma.",
  "monoSteel": "Ha completado el desafío de monotipo Acero.",
  "monoFire": "Ha completado el desafío de monotipo Fuego.",
  "monoWater": "Ha completado el desafío de monotipo Agua.",
  "monoGrass": "Ha completado el desafío de monotipo Tierra.",
  "monoElectric": "Ha completado el desafío de monotipo Eléctrico.",
  "monoPsychic": "Ha completado el desafío de monotipo Psíquico.",
  "monoIce": "Ha completado el desafío de monotipo Hielo.",
  "monoDragon": "Ha completado el desafío de monotipo Dragón.",
  "monoDark": "Ha completado el desafío de monotipo Siniestro.",
  "monoFairy": "Ha completado el desafío de monotipo Hada.",
  "monoGen1": "Ha completado el desafío de monogeneración I.",
  "monoGen2": "Ha completado el desafío de monogeneración II.",
  "monoGen3": "Ha completado el desafío de monogeneración III.",
  "monoGen4": "Ha completado el desafío de monogeneración IV.",
  "monoGen5": "Ha completado el desafío de monogeneración V.",
  "monoGen6": "Ha completado el desafío de monogeneración VI.",
  "monoGen7": "Ha completado el desafío de monogeneración VII.",
  "monoGen8": "Ha completado el desafío de monogeneración VIII.",
  "monoGen9": "Ha completado el desafío de monogeneración IX.",
  "classic": "Ha completado el modo Clásico.",
  "nuzlocke": "Ha completado el desafío Nuzlocke.",
  "friendship": "Ha alcanzado el nivel máximo de amistad.",
  "flipStats": "Ha completado el desafío Stat Invertida.",
  "inverse": "Ha completado el desafío Lucha Inversa.",
  "freshStart": "Ha completado el desafío Nuevo Comienzo.",
  "hardcore": "Ha completado el desafío Extremo.",
  "limitedCatch": "Ha completado el desafío Captura Limitada.",
  "noHeal": "Ha completado el desafío Sin Cura.",
  "noShop": "Ha completado el desafío Sin Tienda.",
  "noSupport": "Ha completado el desafío Recursos Limitados."
}
