{
  "intro": "Velkommen til PokéRogue! Det her er et kamp-fokuseret Pokémon fan-spil med roguelite elementer.$Dette spil omsætter ikke penge og vi påtager intet ejerskab over Pokémon eller af de copyrightede elementer.$Spillet bliver stadig arbejdet på men er fuldt ud spilbart.$For at rapportere fejl, venligst brug vores Discord server.$Hvis spillet kører langsomt, venligst sikker\ndig at “Hardware Acceleration”$er slået til i dine browser indstillinger.",
  "accessMenu": "For at tilgå menuen, tryk M eller Escape når du har kontrol.\nMenuen har indstillinger og andre funktioner.",
  "menu": "Fra denne menu kan du tilgå indstillingerne.$Fra indstillingerne kan du ændre på spillets hastighed, ramme type,$og andre indstillinger.$Der er også andre funktioner her, so vær sikker på du tjekker dem alle!",
  "starterSelect": "Fra denne skærm kan du vælge dine startere ved at trykke\nZ eller på Mellemrumstasten.$De er dine umiddelbare hold medlemer.$Hver starter har en pris. Dit hold kan have op til\n6 medlemer så længe den samlede pris ikke overgår 10.$Du kan også vælge deres køn, evne, og form baseret på\nde varianter du har fanget eller klækket.$IVer for en art er også altid de bedste IVer\naf den art som du har fanger eller klækket,$so prøv at få mange af den samme art!",
  "pokerus": "Dagligt har 5 tilfældige startere en lilla kant.$Hvis du ser en starter du ejer med en af disse,\nså prøv at tilføje den til dit hold.$Vær sikker på at checke dens rapport!",
  "statChange": "Statistik ændringer vare ved mellem kampe så længe din Pokémon ikke bliver kaldt tilbage.$Dine Pokémon bliver kladt tilbage inden en træner kamp og før du kommer til et nyt område.$Du kan se statistik ændringer for enhver Pokémon på banen ved at holde C eller Shift.$Du kan også se angrebs sæt for fjendelige Pokémon ved at holde V.$Dette viser kun angreb du har set den Pokémon bruge i denne kamp.",
  "selectItem": "Efter hver kamp får du et valg mellem 3 tilfældige genstande.\nDu må kun vælge en.$Disse går fra konsumvare, til holdte Pokémon genstande, til passive permanente genstande.$De fleste ikke-konsumvare effekter stakker op på diverse måder.$Nogle genstande vil kun komme frem vis de kan blive brugt, såsom udviklings genstande.$Du kan også overføre genstande mellem Pokémon ved at bruge overfør knappen.$Overfør knappen vil være nederst til højre når du har fået en holdt genstand.$Du kan købe konsumvare med penge, og et størrere assortiment bliver tilgænglig jo længere du kommer.$Hver sikker på at købe disses før du vælger\ndin tilfældige genstand,$da dette vil sende dig videre til den næste kamp når du har valgt.",
  "eggGacha": "Fra denne skærm kan du indløse værdibeviser for\nPokémon Æg.$Æg skal klækkes og kommer tættere på at blive klækket\nefter hver kamp.$Sjældnere Æg tager længere tid for at klække.$Udklækkede Pokémon bliver heller ikke tilføjet til dit hold,\nde bliver tilføjet til dine startere.$Pokémon udklækket fra Æg har generelt bedre IVer en\nvilde Pokémon.$Nogle Pokémon can kun blive skaffet fra Æg.$Der er 3 forskellige maskiner du kan trække fra med\nforskellige bonusser, så vælg den der passer dig bedst!"
}
