{
  "intro": "Welcome sa PokéRogue! Isa itong Pokémon fangame na nakafocus sa laban at may mga roguelite na katangian.$Wala kaming kinikita sa larong ito at hindi rin kami nagke-claim ng pagmamay-ari sa Pokémon o sa anumang$copyrighted assets na ginamit.$Ang game ay under development pa, pero fully playable na.\nPara sa bug reports, gamitin ang aming Discord server.$Kung mabagal ang takbo ng game, siguraduhing naka-on ang 'Hardware Acceleration' sa browser settings mo.",
  "accessMenu": "Para ma-access ang menu, pinduting ang M o Escape habang naghihintay ng input.$Naglalaman ang menu ng settings at iba’t ibang features.",
  "menu": "Mula sa menu na ito, ma-access mo ang settings.$Sa settings, puwede mong baguhin ang game speed, window style,$at iba pang options.$May iba’t ibang features din dito, kaya siguraduhing masilip mo silang lahat!",
  "starterSelect": "Mula sa screen na ito, puwede kang pumili ng starters sa\npag-press ng Z o Space bar.$Sila ang unang mga miyembro ng party mo.$May value ang bawat starter. Puewde kang magkaroon ng\nhanggang 6 na miyembro sa party basta’t hindi$lalampas sa total na 10.$Puwede ka ring pumili ng gender, ability, at form depende\nsa mga variant na nahuli o napisa mo na.$Ang IVs ng isang species ay base sa pinakamagagandang\nstats mula sa lahat nng nahuli o napisa mong kaparehong$species-kaya subukang manghuli ng marami!",
  "pokerus": "Ang limang daily random na starters na puwedeng\npiliin ay may purple na border.$Kapag nakakita ka ng starter na pagmamay-ari mo na may\nganitong border, subukang idagdag ito sa party mo.$Siguraduhing silipin ang summary nito!",
  "statChange": "Nanatili ang mga pagbabago sa stats kahit matapos ang laban, hangga’t hindi na-recall ang Pokémon mo.$Na-recall ang Pokémon mo bago magsimula ang laban sa trainer at bago pumasok sa bagong biome.$Puwede mong makita ang stat changes ng kahit anong Pokémon sa field sa pamamagitan ng pag-hold ng C o Shift.$Puwede mo ring makita ang moveset ng\nkalabang Pokémon sa pag-hold ng V.$Makikita lang dito ang mga galaw na nakita mo nang ginamit ng Pokémon sa laban na ’to.",
  "selectItem": "Pagkatapos ng bawat laban, bibigyan ka ng pagpipilian ng\n3 random na gamit.$Pwede ka lang pumili ng isa.$Mga ito ay mula sa consumables, hanggang sa\nmga gamit na hawak ng Pokémon,$hanggang sa passibong permanenteng gamit.$Karamihan ng mga non-consumable na epekto ng item ay mag-stack sa iba’t ibang paraan.$May ilang gamit na lalabas lang kung magagamit sila,\ntulad ng gamit ng evolution.$Puwede mo ring i-transfer ang mga gamit na hawak ng Pokémon gamit ang transfer option.$Ang transfer option ay lalabas sa bottom right kapag nakakuha ka na ng gamit na hawak.$Puwede kang bumili ng consumable na gamit ang pera,\nat mas maraming variety ang magiging available$habang mas malayo ka na.$Siguraduhing bumili muna ng mga ito bago pumili\nng random na gamit, dahil magpapatuloy ang laro$sa susunod na laban kapag napili mo na.",
  "eggGacha": "Mula sa screen na ito, pwede mong i-redeem ang iyong\nmga vouchers para sa Pokémon Itlog.$Ang mga itlog at kailangang mapisa at mas lalapit\nsa pag-pisa pagkatapos ng bawat laban.$Ang mga bihirang itlog ay mas matagal mapisa.$Ang mga napisa na Pokémon ay hindi idadagdagsa\niyong party, kundi sa iyong mga starters.$Karaniwan, ang mga Pokémon na napisa mula sa itlog ay may\nmas magagandang IVs kaysa sa maga wild Pokémon.$May ilang Pokémon na maaari lamang makuha mula sa itlog.$May tatlong iba’t machines na pwede pagkuhanan na may iba’t\nibang bonuses, kaya piliin mo ang panakaangkop para sa’yo!"
}
