{
  "stench": {
    "name": "Odör",
    "description": "Genom att släppa ut en hemsk odör medan den anfaller kan denna pokémon få motståndaren att rygga tillbaka."
  },
  "drizzle": {
    "name": "Dugg",
    "description": "Denna pokémon orsakar regn när den intar en strid."
  },
  "speedBoost": {
    "name": "Acceleration",
    "description": "Denna pokémons snabbhet ökas varje omgång."
  },
  "battleArmor": {
    "name": "Stridsrustning",
    "description": "En solid rustning skyddar denna pokémon från kritiska träffar."
  },
  "sturdy": {
    "name": "Robust",
    "description": "Denna pokémon kan inte svimma från ett enda slag. Stjärnsmällar rår inte på den heller."
  },
  "damp": {
    "name": "Fuktig",
    "description": "Förhindrar explosiva tekniker, t. ex. Självsprängning, genom att göra omgivningen fuktig."
  },
  "limber": {
    "name": "Smidig",
    "description": "Denna pokémons smidiga kropp skyddar den mot förlamning."
  },
  "sandVeil": {
    "name": "Sandskydd",
    "description": "I en sandstorm blir denna pokémon bättre på att undvika tekniker. "
  },
  "static": {
    "name": "Elstötande",
    "description": "Denna pokémon är laddad med statisk elektricitet; om den vidrörs kan den orsaka förlamning."
  },
  "voltAbsorb": {
    "name": "Ellagring",
    "description": "Återhämtar HP när den träffas av en eltypsteknik istället för att ta skada."
  },
  "waterAbsorb": {
    "name": "Vattenabsorption",
    "description": "Återhämtar HP när den träffas av en vattentypsteknik istället för att ta skada."
  },
  "oblivious": {
    "name": "Obrydd",
    "description": "Denna obrydda pokémon kan varken bli provocerad eller kär."
  },
  "cloudNine": {
    "name": "Huvudet i molnen",
    "description": "När denna pokémon är i strid slutar all väder att ha någon effekt."
  },
  "compoundEyes": {
    "name": "Fasettögon",
    "description": "Denna pokémons fasettögon förbättrar dess undvikande."
  },
  "insomnia": {
    "name": "Sömnlös",
    "description": "Denna pokémon lider av sömnlöshet och kan därför inte somna."
  },
  "colorChange": {
    "name": "Färganpassning",
    "description": "Denna pokémons typ ändras till typen av tekniken som används på den."
  },
  "immunity": {
    "name": "Immunförsvar",
    "description": "Denna pokémons starka immunförsvar skyddar den mot förgiftning."
  },
  "flashFire": {
    "name": "Eldslukare",
    "description": "Om denna pokémon träffas av en eldtypsteknik slukar den elden utan att ta skada, vilket även gör dess egna eldtypstekniker starkare."
  },
  "shieldDust": {
    "name": "Skyddsfjäll",
    "description": "Denna pokémons fjäll blockerar tilläggseffekterna av teknikerna den träffas av."
  },
  "ownTempo": {
    "name": "Lugn takt",
    "description": "Denna pokémon tar saker i lugn takt, vilket förhindrar den från att bli förvirrad."
  },
  "suctionCups": {
    "name": "Sugkoppar",
    "description": "Denna pokémons sugkoppar håller fast den på plats; därför kan ingen teknik eller förmål tvinga den att bytas av."
  },
  "intimidate": {
    "name": "Avskräckande",
    "description": "Denna pokémon avskräcker dess motståndare när den intar strid, vilket sänker deras attackförmåga."
  },
  "shadowTag": {
    "name": "Skuggstampare",
    "description": "Denna pokémon trampar ner motståndarens skugga, vilket stoppar den från att fly eller bytas av."
  },
  "roughSkin": {
    "name": "Hudtänder",
    "description": "Denna pokémons hudtänder orskadar skada på moståndare som vidrör dem."
  },
  "wonderGuard": {
    "name": "Änglavakt",
    "description": "En mystisk kraft tillåter endast supereffektiva tekinker träffa denna pokémon."
  },
  "levitate": {
    "name": "Levitation",
    "description": "Genom att sväva i luften undviker denna pokémon alla jordtypstekniker."
  },
  "effectSpore": {
    "name": "Sporer",
    "description": "När denna pokémon vidrörs kan dess sporer orsaka förgiftning, sömn eller förlamning hos anfallaren."
  },
  "synchronize": {
    "name": "Synkronisering",
    "description": "Denna pokémon skickar samma tillståndspåverkan till den pokémon som orsakade den. Om denna pokémon är den förste i laget kommer vilda pokémonmotståndare att dela samma personlighet."
  },
  "clearBody": {
    "name": "Klar kropp",
    "description": "Andra pokémons tekniker och egenskaper förhindras från att sänka denna pokémons förmågor."
  },
  "naturalCure": {
    "name": "Naturlig läkning",
    "description": "All tillståndspåverkan läks när denna pokémon byts av."
  },
  "lightningRod": {
    "name": "Åskledare"
  }
}
