{
  "pound": {
    "name": "Smocka",
    "effect": "Motståndaren smockas med en lång svans, ett framben eller liknande."
  },
  "karateChop": {
    "name": "Karatehugg",
    "effect": "Motståndaren anfalls med ett snabbt hugg, med ökad chans för en kritisk träff."
  },
  "doubleSlap": {
    "name": "Örfilar",
    "effect": "Motståndaren örfilas 2-5 gånger i rad."
  },
  "cometPunch": {
    "name": "Nävrusch",
    "effect": "Motståndaren slås snabbt med nävar 2-5 gånger i rad."
  },
  "megaPunch": {
    "name": "Meganäve",
    "effect": "Motståndaren får sig en kraftig råsop."
  },
  "payDay": {
    "name": "Lönedags",
    "effect": "Mynt slungas mot motståndaren för att orsaka skada. Pengar tjänas in efter striden."
  },
  "firePunch": {
    "name": "Eldnäve",
    "effect": "Motståndaren slås med en brinnande knytnäve. Detta kan också orsaka brännskada."
  },
  "icePunch": {
    "name": "Isnäve",
    "effect": "Motståndaren slås med en frusen knytnäve. Detta kan också frysa motståndaren."
  },
  "thunderPunch": {
    "name": "Blixtnäve",
    "effect": "Motståndaren slås med en elladdad knytnäve. Detta kan också förlama motståndaren."
  },
  "scratch": {
    "name": "Rispa",
    "effect": "Hårda, spetsiga, vassa klor rispar motståndaren för att orsaka skada."
  },
  "viseGrip": {
    "name": "Nypgrepp",
    "effect": "Motståndaren nyps och kläms på båda sidor."
  },
  "guillotine": {
    "name": "Giljotin",
    "effect": "En våldsam, huggande kloattack. Motståndaren svimmar omedelbart om denna attack träffar; en stjärnsmäll. Bosspokémon står emot denna teknik."
  },
  "razorWind": {
    "name": "Sickelvind",
    "effect": "Utföraren laddar först upp tekniken och anfaller sedan med sicklor av vind omgången efter. Kritiska träffar inträffar oftare."
  },
  "swordsDance": {
    "name": "Svärdsdans",
    "effect": "En frenetisk dans som uppviglar kämparanda. Utförarens attackförmåga ökas skarpt."
  },
  "cut": {
    "name": "Beskärning",
    "effect": "Motståndaren skärs likt ett litet träd med en klinga eller klo."
  },
  "gust": {
    "name": "Vindpust",
    "effect": "En vindpust piskas upp med vingar och skickas på motståndaren för att skada den."
  },
  "wingAttack": {
    "name": "Vingsving",
    "effect": "Stora, praktfulla vingar svingas mot motståndaren för att skada den."
  },
  "whirlwind": {
    "name": "Bortblåst",
    "effect": "Motståndaren blåses bort av en stark kuling och en annan pokémon tvingas ut i strid. I det vilda avslutas striden när den blåses bort."
  },
  "fly": {
    "name": "Flyg",
    "effect": "Utföraren flyger högt upp i skyn för att dyka ner och träffa motståndaren omgången efter."
  },
  "bind": {
    "name": "Hård binding",
    "effect": "Motståndaren binds hårt av långa kroppsdelar eller tentakler för att skada den 4-5 omgångar i rad."
  },
  "slam": {
    "name": "Storsmäll",
    "effect": "Motståndaren får en rejäl smäll av en lång svans, långa rankor eller liknande och tar skada."
  },
  "vineWhip": {
    "name": "Lianpiska",
    "effect": "Motståndaren skadas med smala piskliknande lianer."
  },
  "stomp": {
    "name": "Stampning",
    "effect": "Motståndaren stampas med en stor fot, vilket kan få den att rygga tillbaka."
  },
  "doubleKick": {
    "name": "Dubbelspark",
    "effect": "Motståndaren sparkas snabbt 2 gånger i rad."
  },
  "megaKick": {
    "name": "Megaspark",
    "effect": "Motståndaren får sig en redig rakspark."
  },
  "jumpKick": {
    "name": "Hoppspark",
    "effect": "Utföraren hoppar högt och riktar en spark mot motståndaren. Om sparken missar skadas utföraren själv."
  },
  "rollingKick": {
    "name": "Rundspark",
    "effect": "Utföraren skadar motståndaren med snabb roterande spark, vilken kan få den att rygga tillbaka."
  },
  "sandAttack": {
    "name": "Slängsand",
    "effect": "Sand slängs i motståndarens ögon för att sänka dess träffsäkerhet."
  },
  "headbutt": {
    "name": "Skallning",
    "effect": "Utföraren rusar mot motståndaren och slår den med skallen. Detta kan få den att rygga tillbaka."
  },
  "hornAttack": {
    "name": "Hornattack",
    "effect": "Motståndaren sticks med ett vasst horn för att orsaka skada."
  },
  "furyAttack": {
    "name": "Hackattack",
    "effect": "Motståndaren hackas med näbb eller horn 2-5 gånger i rad."
  },
  "hornDrill": {
    "name": "Hornborr",
    "effect": "Utföraren borrar motståndaren med ett roterande horn. Om den träffar svimmar motståndaren genast; en stjärnsmäll. Bosspokémon står emot denna teknik."
  },
  "tackle": {
    "name": "Tackling",
    "effect": "Utföraren rusar mot motståndaren och krockar in i den med hela kroppen."
  },
  "bodySlam": {
    "name": "Storsmäll",
    "effect": "Utföraren smäller in i motståndaren med hela sin vikt. Detta kan också förlama motståndaren."
  },
  "wrap": {
    "name": "Invirande",
    "effect": "Långa kroppsdelar, rankor eller liknande virar in och klämmer motståndaren i 4-5 omgångar."
  },
  "takeDown": {
    "name": "Helkroppstackling",
    "effect": "En vårdslös helkroppsattack som skadar motståndaren. Detta skadar även utföraren lite."
  },
  "thrash": {
    "name": "Bärsärkargång",
    "effect": "Utföraren härjar och attackerar i 2-3 omgångar. Utföraren blir sedan förvirrad."
  },
  "doubleEdge": {
    "name": "Tveeggad tackling",
    "effect": "En vårdslös, livsfarlig tackling där utföraren rusar in i motståndaren. Detta skadar också utföraren en hel del."
  },
  "tailWhip": {
    "name": "Svansvift",
    "effect": "Utföraren viftar gulligt på svansen, vilket gör motståndarna mindre försiktiga och sänker deras försvarsförmåga."
  },
  "poisonSting": {
    "name": "Giftstick",
    "effect": "Detta kan också förgifta motståndaren."
  },
  "twineedle": {
    "name": "Dubbelnål",
    "effect": "Detta kan också förgifta motståndaren."
  },
  "pinMissile": {
    "name": "Missilnålar",
    "effect": "Vassa spikar skjuts mot motståndaren i snabb följd. De träffar 2-5 i rad."
  },
  "leer": {
    "name": "Bläng",
    "effect": "Utföraren blänger argsint mot motståndarna, vilket sänker deras försvarsförmåga."
  },
  "bite": {
    "name": "Bett",
    "effect": "Motståndaren bits våldsamt med vassa huggtänder. Detta kan också få motståndaren att rygga tillbaka."
  },
  "growl": {
    "name": "Morr",
    "effect": "Utföraren morrar på ett älskvärt sätt, vilket gör motståndarna mindre försiktiga. Detta sänker deras attackförmåga."
  },
  "roar": {
    "name": "Ryt",
    "effect": "Motståndaren skräms bort, och en annan pokémon tvingas ut i strid. I det vilda avslutar detta en en-mot-en strid."
  },
  "sing": {
    "name": "Vaggvisa",
    "effect": "En lugnande vaggvisa sjungs med en vacker röst som söver motståndaren."
  },
  "supersonic": {
    "name": "Ultraljud",
    "effect": "Utföraren genererar konstiga ljudvågor som förvirrar motståndaren."
  },
  "sonicBoom": {
    "name": "Shockvåg",
    "effect": "Motståndaren träffas av en destruktiv chockvåg som alltid orsakar 20 HP i skada."
  },
  "disable": {
    "name": "Spärr",
    "effect": "Spärrar motståndaren från att använda dess senast utförda teknik i 4 omgångar."
  },
  "acid": {
    "name": "Syra",
    "effect": "Motståndarna sprejas med frätande syra och tar skada. Detta kan också sänka deras sp. fsv-förmåga."
  },
  "ember": {
    "name": "Glöd",
    "effect": "Motståndaren attackeras med små lågor. Detta kan också orsaka brännskada."
  },
  "flamethrower": {
    "name": "Eldkastare",
    "effect": "Motståndaren bränns av en intensiv eld. Målet attackeras med små lågor."
  },
  "mist": {
    "name": "Vitt dis",
    "effect": "Utföraren döljer sig själv och de vid sin sida i strid med vitt dis som förhindrar att deras förmågor sänks under 5 omgångar."
  },
  "waterGun": {
    "name": "Vattenpistol",
    "effect": "Motståndaren skjuts med ett ganska kraftfullt vattenskott."
  },
  "hydroPump": {
    "name": "Hydropump",
    "effect": "Motståndaren träffas av en enorm mängd vatten som skjuts ut under stort tryck."
  },
  "surf": {
    "name": "Surfning",
    "effect": "Motståndaren attackerar alla runt omkring sig genom att översvämma omgivningen med en jättevåg."
  },
  "iceBeam": {
    "name": "Isstråle",
    "effect": "Motståndaren träffas av en iskall energistråle. Detta kan också frysa ner motståndaren."
  },
  "blizzard": {
    "name": "Snöstorm",
    "effect": "En våldsam snöstorm framkallas för att anfalla motståndarna. Detta kan också frysa ner motståndarna."
  },
  "psybeam": {
    "name": "Psykostråle",
    "effect": "Motståndaren attackeras med en underlig stråle. Detta kan också förvirra motståndaren."
  },
  "bubbleBeam": {
    "name": "Bubbelstråle",
    "effect": "En stråle av bubblor sprutas kraftfullt mot motståndaren. Detta kan också sänka motståndarens snabbhet."
  },
  "auroraBeam": {
    "name": "Polarskensstråle",
    "effect": "Motståndaren träffas av en regnbågsfärgad stråle. Detta kan också sänka motståndarens attackförmåga."
  },
  "hyperBeam": {
    "name": "Hyperstråle",
    "effect": "Utföraren skjuter motståndaren med en extremt kraftig stråle. Utföraren kan sedan inte röra sig i följande omgång."
  },
  "peck": {
    "name": "Hacka",
    "effect": "Motståndaren sticks med en vass näbb eller ett horn."
  },
  "drillPeck": {
    "name": "Hackborr",
    "effect": "En korkskruvande attack som träffar motståndaren med en vass näbb som agerar som en borr."
  },
  "submission": {
    "name": "Helvetesgrepp",
    "effect": "Utföraren griper tag i motståndaren och dyker vårdslöst mot marken. Detta skadar även utföraren lite."
  },
  "lowKick": {
    "name": "Benspark",
    "effect": "En kraftfull spark mot motståndarens ben som får den att falla. Ju tyngre målet är, desto mer kraft har tekniken."
  },
  "counter": {
    "name": "Motanfall",
    "effect": "En motattack. En fysisk attack kontras med dubbelt så mycket skada på motståndaren."
  },
  "seismicToss": {
    "name": "Tyngkraftskast",
    "effect": "Motståndaren kastas med hjälp av tyngkraft. Skadan som orsakas motsvarar utförarens nivå."
  },
  "strength": {
    "name": "Råstyrka",
    "effect": "Motståndaren träffas av ett rundslag med maximal kraft."
  },
  "absorb": {
    "name": "Absorbera",
    "effect": "En näringsdränerande attack. Utförarens HP återställs med 50% av skadan som motståndaren tagit."
  },
  "megaDrain": {
    "name": "Mega-absorption",
    "effect": "En näringsdränerande attack. Utförarens HP återställs med 50% av skadan som motståndaren tagit."
  },
  "leechSeed": {
    "name": "Parasitfrö",
    "effect": "Ett frö sås på motståndaren. Det stjäl lite HP från motståndaren varje omgång."
  },
  "growth": {
    "name": "Snabbväxt",
    "effect": "Hela utförarens kropp växer på en gång, vilket höjer dess attack- och sp. atk-förmåga."
  },
  "razorLeaf": {
    "name": "Vassa blad",
    "effect": "Vasseggade löv avfyras mot motståndarna för att skära dem. Denna teknik orsakar kritiska träffar oftare."
  },
  "solarBeam": {
    "name": "Solstråle",
    "effect": "En tvåomgångsattack där utföraren samlar solljus för att sedan skjuta motståndaren med en energistråle i följande omgång."
  },
  "poisonPowder": {
    "name": "Giftpulver",
    "effect": "Ett moln av giftiga partiklar som förgiftar motståndaren."
  },
  "stunSpore": {
    "name": "Paralyspulver",
    "effect": "Utföraren sprider ett moln av paralyserande pulver som förlamar motståndaren."
  },
  "sleepPowder": {
    "name": "Sömnpulver",
    "effect": "Utföraren sprider ett stort moln av sömnframkallande damm runt motståndaren."
  },
  "petalDance": {
    "name": "Blombladsbalett",
    "effect": "Utföraren attackerar motståndaren genom att sprida blomblad i 2-3 omgångar. Utföraren blir sedan förvirrad."
  },
  "stringShot": {
    "name": "Silkesspott",
    "effect": "Motståndarna viras i silke som spottas från utförarens mun, vilket skarpt sänker deras snabbhet."
  },
  "dragonRage": {
    "name": "Drakens ilska",
    "effect": "Denna attack träffar motståndaren med en chockvåg av ren ilska. Denna attack orsakar alltid 40 HP i skada."
  },
  "fireSpin": {
    "name": "Eldvirvel",
    "effect": "Motståndaren fångas i en våldsam virvel av eld som brinner i 4-5 omgångar."
  },
  "thunderShock": {
    "name": "Åskstöt",
    "effect": "En elektrisk stöt slår ner på motståndaren och skadar den. Detta kan också förlama motståndaren."
  },
  "thunderbolt": {
    "name": "Åskboll",
    "effect": "En stark elektrisk stöt slår ner på motståndaren och skadar den. Detta kan också förlama motståndaren."
  },
  "thunderWave": {
    "name": "Åskvåg",
    "effect": "En lätt våg av el förlamar motståndaren."
  },
  "thunder": {
    "name": "Blixt",
    "effect": "En kraftig blixt slår ner på motståndaren och skadar den. Detta kan också förlama motståndaren."
  },
  "rockThrow": {
    "name": "Stenkast",
    "effect": "Utföraren plockar upp och kastar en liten sten på motståndaren för att skada den."
  },
  "earthquake": {
    "name": "Jordbävning",
    "effect": "Utföraren utlöser en jordbävning som drabbar alla pokémon runt omkring."
  },
  "fissure": {
    "name": "Jordklyvare",
    "effect": "Om den träffar svimmar motståndaren genast; en stjärnsmäll. Bosspokémon står emot denna teknik."
  },
  "dig": {
    "name": "Grävning",
    "effect": "Utföraren gräver sig under mark för att anfalla motståndaren omgången efter."
  },
  "toxic": {
    "name": "Toxin",
    "effect": "Toxin som svårt förgiftar motståndaren. Giftet orsakar mer skada för varje omgång."
  },
  "confusion": {
    "name": "Telekinesi",
    "effect": "Motståndaren skadas av svag telekinetisk kraft. Detta kan också förvirra motståndaren."
  },
  "psychic": {
    "name": "Psykokinesi",
    "effect": "Motståndaren skadas med stark telekinetisk kraft. Detta kan också sänka motståndarens sp. fsv-förmåga."
  },
  "hypnosis": {
    "name": "Hypnos",
    "effect": "Utföraren använder hypnotisk kraft för att få motståndaren att somna djupt."
  },
  "meditate": {
    "name": "Meditation",
    "effect": "Utföraren mediterar för att väcka kraften djupt inom sig för att öka sin attackförmåga."
  },
  "agility": {
    "name": "Spänstighet",
    "effect": "Utföraren gör sin kropp spänstig för att kunna röra sig snabbare. Detta ökar snabbheten skarpt."
  },
  "quickAttack": {
    "name": "Snabbslag",
    "effect": "Utföraren kastar sig mot motståndaren med en hastighet som gör den nästan osynlig. Denna teknik går alltid först."
  },
  "rage": {
    "name": "Raserianfall",
    "effect": "Så länge denna teknik är i användning ökar raseriets kraft utförarens attackförmåga varje gång utföraren träffas av en attack i strid."
  },
  "teleport": {
    "name": "Teleportering",
    "effect": "Utföraren byter plats med en lagmedlem (om det finns en). Om en vild pokémon använder denna teknik så flyr den."
  },
  "nightShade": {
    "name": "Nattvålnad",
    "effect": "Utföraren får motståndaren att se en skrämmande hägring. Den orsakar skada som motsvarar utförarens nivå."
  },
  "mimic": {
    "name": "Härmning",
    "effect": "Utföraren kopierar motståndarens senaste drag. Tekniken kan användas under striden tills utföraren byts ut."
  },
  "screech": {
    "name": "Skri",
    "effect": "Ett öronbedövande skri sänker skarpt motståndarens försvarsförmåga."
  },
  "doubleTeam": {
    "name": "Skenbilder",
    "effect": "Genom att röra sig blixtsnabbt skapar användaren illusoriska skenbilder av sig själv för att öka sin undvikandeförmåga."
  },
  "recover": {
    "name": "Regeneration",
    "effect": "Genom att regenerera sina egna celler återställer utföraren sin egen HP med 50% av sin max. HP."
  },
  "harden": {
    "name": "Hårdnad",
    "effect": "Utföraren stelnar hela sin kropp för att öka sin försvarsförmåga."
  },
  "minimize": {
    "name": "Krympning",
    "effect": "Utföraren krymper sin kropp för att se mindre ut, vilket skarpt ökar dess undvikandeförmåga. Detta gör dock utföraren mer sårbar för tekniker som smäller eller krossar."
  },
  "smokescreen": {
    "name": "Rökridå",
    "effect": "Utföraren släpper ut ett förmörkande moln av rök eller bläck. Detta sänker motståndarens träffsäkerhet."
  },
  "confuseRay": {
    "name": "Bisarrt ljus",
    "effect": "Motståndaren utsätts för ett egendomligt ljus som skapar förvirring."
  },
  "withdraw": {
    "name": "Skalgömme",
    "effect": "Utföraren drar tillbaka sin kropp in i sitt hårda skal, vilket ökar dess försvarsförmåga."
  },
  "defenseCurl": {
    "name": "Ihoprullning",
    "effect": "Användaren rullar ihop sig för att dölja svaga punkter, vilket ökar dess försvarsförmåga. Detta ökar också kraften av Bumlingsrull och Isklot."
  },
  "barrier": {
    "name": "Barriär",
    "effect": "Utföraren skapar en tålig barriär som skarpt ökar försvarsförmågan hos utföraren."
  },
  "lightScreen": {
    "name": "Specialskärm",
    "effect": "En förunderlig skärm av ljus reducerar skadan av speciella attacker i fem omgångar."
  },
  "haze": {
    "name": "Töcken",
    "effect": "Utföraren skapar ett tjock dimtäcke som eliminerar alla förmågeändringar hos alla pokémon i strid."
  },
  "reflect": {
    "name": "Fysiobarriär",
    "effect": "En bastant barriär av ljus reducerar skadan av fysiska attacker i fem omgångar."
  },
  "focusEnergy": {
    "name": "Energifokus",
    "effect": "Utföraren tar ett djupt andetag och fokuserar så att den kan orsaka kritiska träffar oftare."
  },
  "bide": {
    "name": "Uthärdande",
    "effect": "Utföraren uthärdar attacker i 2 omgångar för att sedan orsaka dubbelt så mycket skada som den tog."
  },
  "metronome": {
    "name": "Fingervift",
    "effect": "Utföraren viftar på fingret, vilket stimulerar dess hjärna och låter den slumpmässigt utföra nästan vilken teknik som helst."
  },
  "mirrorMove": {
    "name": "Tillbakakaka",
    "effect": "Utföraren motanfaller en motståndare med samma teknik som moståndaren senast använt."
  },
  "selfDestruct": {
    "name": "Självsprängning",
    "effect": "Utföraren sprängs och skadar alla andra på fältet. Utföraren svimmar när den använder tekniken."
  },
  "eggBomb": {
    "name": "Äggsplosion",
    "effect": "Ett stort ägg kastas på motståndaren med maximal styrka."
  },
  "lick": {
    "name": "Slick",
    "effect": "Motståndaren slickas med en lång tunga och tar skada. Detta kan också förlama motståndaren."
  },
  "smog": {
    "name": "Smog",
    "effect": "Avfallsgaser avfyrar mot motståndaren för att skada den. Detta kan också förgifta motståndaren."
  },
  "sludge": {
    "name": "Slamskott",
    "effect": "Osanitärt slam slungas på motståndaren. Detta kan också förgifta motståndaren."
  },
  "boneClub": {
    "name": "Knotklubba",
    "effect": "Utföraren klubbar motståndaren med en benknota. Detta kan också få motståndaren att rygga tillbaka."
  },
  "fireBlast": {
    "name": "Eldsvåda",
    "effect": "Motståndaren skadas med intensiv explosion av slukande eld. Detta kan också orsaka brännskada hos motståndaren."
  },
  "waterfall": {
    "name": "Vattenfallsrusch",
    "effect": "Utföraren simmar raskt upp för ett vattenfall mot motståndaren och slår in i den. Detta kan få den att rygga tillbaka."
  },
  "clamp": {
    "name": "Skalkläm",
    "effect": "Motståndaren kläms av utförarens tjocka och hårda skal i 4-5 omgångar."
  },
  "swift": {
    "name": "Stjärnskott",
    "effect": "Stjärnformade strålar skjuts på båda motståndarna. Attacken missar aldrig."
  },
  "skullBash": {
    "name": "Raketskalle",
    "effect": "Utföraren drar först in sitt huvud för att öka sin försvarsförmåga för att sedan snabbt skalla motståndare följande omgång."
  },
  "spikeCannon": {
    "name": "Spikkanon",
    "effect": "Vassa spikar skjuts mot motståndaren i snabb följd. De träffar 2-5 i rad."
  },
  "constrict": {
    "name": "Insnörande",
    "effect": "Motståndaren snöras in med tentakler, rankor eller dylikt. Detta kan också sänka motståndarens snabbhet."
  },
  "amnesia": {
    "name": "Amnesi",
    "effect": "Utföraren tömmer sin hjärna temporärt för att glömma sina bekymmer. Detta ökar dess sp. fsv-förmåga skarpt."
  },
  "kinesis": {
    "name": "Skedböjning",
    "effect": "Utföraren böjer en sked med hjärnkraft för att distrahera en motståndare. Detta sänker motståndarens träffsäkerhet."
  },
  "softBoiled": {
    "name": "Ägglägg",
    "effect": "Utföraren återhämtar sin HP med upp till 50% av sin max. HP."
  },
  "highJumpKick": {
    "name": "Flygande knäspark",
    "effect": "Utföraren hoppsparkar en motståndare med knäet före. Om den missar skadas utföraren istället."
  },
  "glare": {
    "name": "Medusablick",
    "effect": "Utföraren skrämmer motståndaren med en skräckinjagande blick som förlamar den."
  },
  "dreamEater": {
    "name": "Drömslukare",
    "effect": "Utföraren äter en sovande motståndares drömmer. Utförarens HP återställs med 50% av skadan som motståndaren tog."
  },
  "poisonGas": {
    "name": "Giftgas",
    "effect": "Ett moln av giftig gas sprejas i motståndarnas ansikten. Detta förgiftar de som träffas."
  },
  "barrage": {
    "name": "Kanonad",
    "effect": "Runda objekt avfyras mot motståndaren 2-5 gånger i rad"
  },
  "leechLife": {
    "name": "Blodsugare",
    "effect": "Utföraren dricker motståndarens blod. Utförarens HP återställs med 50% av skadan som motståndaren tog."
  },
  "lovelyKiss": {
    "name": "Demonkyss",
    "effect": "Utföraren försöker kyssa motståndaren med ett demoniskt ansiktsuttryck. Om den lyckas så somnar motståndaren."
  },
  "skyAttack": {
    "name": "Gudafågel",
    "effect": "En tvåomgångsattack som orsakar kritiska träffar oftare. Den kan även få motståndaren att rygga tillbaka."
  },
  "transform": {
    "name": "Transformation",
    "effect": "Utföraren transformeras till en kopia av motståndaren med till och med samma tekniklista."
  },
  "bubble": {
    "name": "Bubblor",
    "effect": "Motståndarna nersprutas med bubblor. Detta kan också sänka deras snabbhet."
  },
  "dizzyPunch": {
    "name": "Virrnäve",
    "effect": "Motståndaren slås med rytmiska knytnävsslag. Detta kan också göra motståndaren förvirrad."
  },
  "spore": {
    "name": "Sömnsporer",
    "effect": "Användaren sprider sporer som framkallar sömn."
  },
  "flash": {
    "name": "Ljusblixt",
    "effect": "Utföraren bländar med ett starkt ljus som sänker motståndarens träffsäkerhet."
  },
  "psywave": {
    "name": "Psykovåg",
    "effect": "Motståndaren attackeras med en underlig psykisk våg. Attacken varierar i intensitet."
  },
  "splash": {
    "name": "Sprattel",
    "effect": "Utföraren sprattlar och småhoppar runt utan någon som helst effekt..."
  },
  "acidArmor": {
    "name": "Förvätskning",
    "effect": "Utföraren ändrar sin cellstruktur för att bli flytande, vilket skarpt ökar dess försvarsförmåga."
  },
  "crabhammer": {
    "name": "Krabbhammare",
    "effect": "Motståndaren hamras med en massiv klo. Denna teknik orsakar kritiska träffar oftare."
  },
  "explosion": {
    "name": "Autoexplosion",
    "effect": "Utföraren skadar alla runt omkring sig genom att orsaka en våldsam explosion. Utföraren svimmar när den använder denna teknik."
  },
  "furySwipes": {
    "name": "Vilda svep",
    "effect": "Motståndaren rivs snabbt med vassa klor eller klingor 2-5 gånger i rad."
  },
  "bonemerang": {
    "name": "Benerang",
    "effect": "Utföraren kastar benet den håller som sedan snurrar runt och återvänder för att träffa motståndaren igen. Denna teknik träffar totalt 2 gånger i rad."
  },
  "rest": {
    "name": "Tupplur",
    "effect": "Utföraren sover i två omgångar. Detta återställer utförarens HP helt och läker all tillståndspåverkan."
  },
  "rockSlide": {
    "name": "Stenras",
    "effect": "Stora rullsten rasar ner på motståndarna. Detta kan också få dem att rygga tillbaka."
  },
  "hyperFang": {
    "name": "Dödligt bett",
    "effect": "Utföraren biter hårt ner på motståndaren med sina vassa framtänder. Detta kan också få motståndaren att rygga tillbaka."
  },
  "sharpen": {
    "name": "Vässning",
    "effect": "Utföraren gör dess kanter vassare, vilket ökar dess attackförmåga."
  },
  "conversion": {
    "name": "Konvertering",
    "effect": "Utföraren ändrar sin typ så att den blir samma typ som den första tekniken på sin tekniklista."
  },
  "triAttack": {
    "name": "Triad",
    "effect": "En skadig attack med tre strålar samtidigt. Den kan också bränna, förlama eller frysa ner motståndaren."
  },
  "superFang": {
    "name": "Halvdödligt bett",
    "effect": "Utföraren biter motståndaren hårt med sina vassa framtänder. Detta halverar motståndarens HP."
  },
  "slash": {
    "name": "Skärande svep",
    "effect": "Motståndaren skärs av svepande klor eller blad. Denna teknik orsakar kritiska träffar oftare."
  },
  "substitute": {
    "name": "Bulvan",
    "effect": "Utföraren skapar en bulvan för sig själv genom att offra en del av sin HP. Bulvanen tar emot motståndarnas attacker."
  },
  "struggle": {
    "name": "Desperation",
    "effect": "Denna attack används endast i desperation om användaren inte har KP kvar. Detta skadar även utföraren lite."
  },
  "sketch": {
    "name": "Skiss",
    "effect": "Denna teknik lär permanent utföraren den senast använda tekniken av motståndaren. När Skiss har utförts försvinner den."
  },
  "tripleKick": {
    "name": "Trippelspark",
    "effect": "En attack med tre sparkar som blir kraftfullare med varje lyckad träff."
  },
  "thief": {
    "name": "Snatteri",
    "effect": "Utföraren attackerar och försöker stjäla från motståndaren samtidigt. Denna teknik har 30 % chans att stjäla ett av motståndarens burna föremål."
  },
  "spiderWeb": {
    "name": "Spindelväv",
    "effect": "Utföraren snärjer motståndaren med tunt, segt silke så att den inte kan fly från striden."
  },
  "mindReader": {
    "name": "Tankeläsning",
    "effect": "Utföraren läser av en motståndares rörelser med sitt sinne för att säkerställa att nästa attack inte missar motståndaren."
  },
  "nightmare": {
    "name": "Mardrömmar",
    "effect": "Utövaren får en sovande motståndare att drömma mardrömmar som orsakar skada varje omgång tills de byts ut eller vaknar."
  },
  "flameWheel": {
    "name": "Eldhjul",
    "effect": "Utföraren täcker sig i eld och snurrar mot moståndaren. Detta kan också orsaka brännskada på motståndaren."
  },
  "snore": {
    "name": "Snark",
    "effect": "Denna attack kan endast användas om utföraren sover. Det otrevliga ljudet kan också få motståndaren att rygga tillbaka."
  },
  "curse": {
    "name": "Demonisk makt",
    "effect": "Om denna teknik används av en spöktyp förlorar utföraren HP motsvarande 50% av sin max. HP för att lägga en förbannelse på motståndaren som orsakar skada varje omgång. Annars sänker denna teknik utförarens snabbhet men ökar attack- och försvarsförmåga."
  },
  "flail": {
    "name": "Flaxande",
    "effect": "Användaren flaxar vilt runt sig för att attackera. Ju mindre HP användaren har, desto kraftfullare blir tekniken."
  },
  "conversion2": {
    "name": "Konvertering 2.0",
    "effect": "Utföraren ändrar sin typ för att göra sig resistent mot typen av den attack som motståndaren senast använt."
  },
  "aeroblast": {
    "effect": "En tromb skjuts mot motståndaren för att skada den. Denna teknik orsakar kritiska träffar oftare."
  },
  "spikes": {
    "name": "Fotanglar"
  },
  "zapCannon": {
    "effect": "Utföraren skjuter en stark elprojektil som skadar och förlamar motståndaren."
  },
  "perishSong": {
    "name": "Undergångssång",
    "effect": "Alla pokémon som hör denna sång svimmar efter 3 omgångar om de inte byts av. Bosspokémon är immuna mot denna teknik."
  },
  "rollout": {
    "name": "Bumlingsrull",
    "effect": "Utföraren rullar som en rullsten snabbt mot motståndaren ständigt under 5 omgångar. Kraften ökar för varje gång den träffar."
  },
  "spark": {
    "effect": "Utföraren laddar upp med el och tacklar motståndaren. Detta kan också förlama motståndaren."
  },
  "furyCutter": {
    "name": "Insekvenshugg",
    "effect": "Motståndaren skärs med blad eller klor. Attacken blir starkare för varje hugg som lyckas träffa i rad."
  },
  "painSplit": {
    "effect": "Utföraren adderar sina HP och motståndarens HP för att sedan jämlikt dela den kombinerade HP:n mellan motståndaren och sig själv. Bosspokémon är immuna mot denna teknik."
  },
  "dragonBreath": {
    "effect": "Utföraren andas in mäktig vindil som skadar motståndaren. Detta kan också förlama motståndaren."
  },
  "crossChop": {
    "effect": "Utföraren anfaller med dubbla hugg med korsade armar. Denna teknik orsakar kritiska träffar oftare."
  },
  "facade": {
    "effect": "Attacken orsakar dubbel skada om utföraren är förgiftad, bränd eller förlamad."
  },
  "smellingSalts": {
    "effect": "Attackens kraft fördubblas når motståndaren som den riktas mot är förlamad. Detta läker dock förlamningen också."
  },
  "refresh": {
    "effect": "Utföraren vilar och läker därmed förgiftning, brännskada eller förlamning."
  },
  "blazeKick": {
    "effect": "En brinnande spark mot en motståndare. Den orsakar kritiska träffar oftare. Den kan också orsaka brännskada."
  },
  "iceBall": {
    "name": "Isklot",
    "effect": "Utföraren attackerar motståndaren med klot av is ständigt 5 omgångar i rad. Teknikens kraft ökar varje gång den träffar."
  },
  "poisonFang": {
    "effect": "Utföraren biter motståndaren med gifttänder. Detta kan också svårt förgifta motståndaren."
  },
  "airCutter": {
    "name": "Skärande vind",
    "effect": "Utföraren skickar ett vindil vass som en klinga för att skära en motståndare. Denna teknik orsakar kritiska träffar oftare."
  },
  "sheerCold": {
    "effect": "Om den träffar svimmar motståndaren genast; en stjärnsmäll. Bosspokémon står emot denna teknik."
  },
  "aerialAce": {
    "name": "Svalsvep",
    "effect": "Utföraren flyger snabbt mot motståndaren och skär till innan den hinner reagera. Attacken träffar alltid."
  },
  "bounce": {
    "effect": "Utföraren studsar högt upp i luften för att falla ner på motståndaren följande omgång. Detta kan också förlama motståndaren."
  },
  "poisonTail": {
    "effect": "Utföraren skadar motståndaren med sin svans. Detta kan också förgifta motståndaren. Denna teknik orsakar kritiska träffar oftare."
  },
  "voltTackle": {
    "effect": "Utföraren elektrifierar sig själv och springer rakt in i motståndaren. Detta skadar även utföraren ganska mycket. Detta kan också förlama motståndaren."
  },
  "leafBlade": {
    "name": "Bladsblad",
    "effect": "Utföraren använder ett av sina löv som ett vasst knivblad för att skära motståndaren. Denna teknik orsakar kritiska träffar oftare."
  },
  "toxicSpikes": {
    "name": "Giftanglar"
  },
  "forcePalm": {
    "effect": "Motståndaren attackeras med en chockvåg. Detta kan också förlama motståndaren."
  },
  "poisonJab": {
    "effect": "Detta kan också förgifta motståndaren."
  },
  "nightSlash": {
    "name": "Skugghugg",
    "effect": "Utföraren skär motståndaren från skuggorna när den minst anar.  Denna teknik orsakar kritiska träffar oftare."
  },
  "airSlash": {
    "name": "Luftklinga",
    "effect": "Utföraren anfaller med en klinga av luft som skär självaste skyn. Detta kan få motståndaren att rygga tillbaka."
  },
  "xScissor": {
    "name": "X-sax",
    "effect": "Utföraren skär i motståndaren genom att klippa den i en saxliknande rörelse med blad eller klor."
  },
  "shadowClaw": {
    "effect": "Utföraren anfaller med klor skapade utav skugga. Denna teknik orsakar kritiska träffar oftare."
  },
  "thunderFang": {
    "effect": "Utföraren biter med elektrifierade tänder. Detta kan också förlama motståndaren eller få den att rygga tillbaka."
  },
  "psychoCut": {
    "name": "Sylvasst sinnesvep",
    "effect": "Användaren skär motståndaren med blad skapade genom mental kraft. Kritiska träffar inträffar oftare."
  },
  "discharge": {
    "effect": "Utföraren träffas alla runt om med en eruption av el. Detta kan också förlama de runt om sig."
  },
  "crossPoison": {
    "name": "Giftigt korssvep",
    "effect": "En skärande attack med en giftig kling som kan förgifta motståndaren. Denna teknik kan orsaka kritiska träffar oftare."
  },
  "gunkShot": {
    "name": "Avfallskanon",
    "effect": "Utföraren avfyrar vidrigt avfall mot motståndaren för att skada den. Detta kan också förgifta motståndaren."
  },
  "stoneEdge": {
    "effect": "Utföraren hugger motståndaren underifrån med hårda stenar. Denna teknik orsakar kritiska träffar oftare."
  },
  "stealthRock": {
    "name": "Svävande stenar"
  },
  "attackOrder": {
    "effect": "Utföraren skickar sina undersåtar på motståndaren för att slå ner den. Denna teknik orsakar kritiska träffar oftare."
  },
  "spacialRend": {
    "effect": "Utföraren river hål i den fysiska rymden för att skada motståndaren. Denna teknik orsakar kritiska träffar oftare."
  },
  "sludgeWave": {
    "effect": "Utföraren träffar alla runt omkring sig med massiv våg av slam. Detta kan också förgifta de som träffas."
  },
  "wildCharge": {
    "effect": "Utföraren höljer sig i elektricitet och slår in i motståndaren. Detta skadar även utföraren lite."
  },
  "drillRun": {
    "effect": "Utföraren kraschar in i motståndaren medan den roterar kroppen som en borr. Denna teknik orsakar kritiska träffar oftare."
  },
  "sacredSword": {
    "name": "Helgat svärd",
    "effect": "Utföraren skadar motståndaren genom att skära den med ett långt horn. Motståndarens förmågeändringar påverkar inte skadan."
  },
  "razorShell": {
    "name": "Snäcksvärd",
    "effect": "Utförare skär motståndare med en vassa snäcka. Detta kan sänka motståndarens försvarsförmåga."
  },
  "headCharge": {
    "effect": "Utföraren rusar med sitt tjockhåriga huvud före mot motståndaren och skadar den. Detta skadar även utföraren lite."
  },
  "boltStrike": {
    "effect": "Utföraren skapar ett massiv mängd av el runt sig och hoppar på motståndaren. Detta kan också förlama motståndaren."
  },
  "freezeShock": {
    "effect": "Utföraren laddar först upp för att omgången efteråt träffa motståndaren med elladdad is. Detta kan också förlama motståndaren."
  },
  "grassyTerrain": {
    "name": "Grästerräng"
  },
  "mistyTerrain": {
    "name": "Dimmterräng"
  },
  "electricTerrain": {
    "name": "Elterräng"
  },
  "nuzzle": {
    "effect": "Utföraren gnuggar sina elektriska kinder mot motståndaren. Detta förlamar också motståndaren."
  },
  "solarBlade": {
    "name": "Solsvärd",
    "effect": "En tvåomgångsattack där utföraren först samlar solljus för att skapa ett energisvärd, för att sedan skära motståndaren omgången efter."
  },
  "psychicTerrain": {
    "name": "Psykoterräng"
  },
  "stokedSparksurfer": {
    "effect": "Efter att ha erhållit Z-kraft anfaller utföraren Alolansk Raichu motståndaren med all sin kraft. Detta förlamar motståndaren."
  },
  "tenMillionVoltThunderbolt": {
    "effect": "Utföraren, Keps-Pikachu, laddar upp en elstöt med sin Z-kraft och släpper den lös. Denna teknik orsakar kritiska träffar oftare."
  },
  "splishySplash": {
    "effect": "Utföraren laddar en stor våg med el och träffar båda motståndarna med den. Detta kan också förlama motståndarna."
  },
  "buzzyBuzz": {
    "effect": "Utföraren skjuter en elstöt på motståndaren för att orsaka skada. Detta förlamar motståndaren."
  },
  "terrainPulse": {
    "name": "Terrängpuls"
  },
  "direClaw": {
    "effect": "Utföraren går till angrepp mot motståndaren för förödande klor. Detta kan också förgifta, förlama eller söva motståndaren."
  },
  "stoneAxe": {
    "name": "Stenyxa",
    "effect": "Utföraren skär motståndaren med en yxa av sten. Stenspillror bryts av och svävar i luften runt motståndaren efter attacken."
  },
  "ceaselessEdge": {
    "name": "Skärvig snäckkatana",
    "effect": "Utföraren skär motståndaren med en katana gjord av snäckor. Snäckskärvor sprids på marken efter attacken och agerar som fotanglar."
  },
  "wildboltStorm": {
    "effect": "Utföraren frammanar en åskfylld storm och anfaller brutalt med blixtar and vind. Detta kan också förlama båda motståndare."
  },
  "gMaxBefuddle": {
    "effect": "En insekttypattack som en G-maxad Butterfree använder. Den förgifter, förlamar eller söver motståndarna."
  },
  "gMaxVoltCrash": {
    "effect": "En eltypattack som en G-maxad Pikachu använder. Den förlamar motståndarna."
  },
  "gMaxChiStrike": {
    "effect": "En slagsmålstypteknik som en G-maxad Machamp använder. Denna teknik orsakar kritiska träffar oftare."
  },
  "gMaxStunShock": {
    "effect": "En eltypattack som en G-maxad Toxtricity  använder. Den förgifter eller förlamar motståndarna."
  },
  "populationBomb": {
    "name": "Överbedolkning",
    "effect": "Utförarens släkt samlas i en hord för en kombinerad attack där de skär motståndaren med dolkliknande rörelser 1-10 gånger i rad."
  },
  "aquaCutter": {
    "name": "Skärande ström",
    "effect": "Utföraren sprutar en ström av vatten med så högt tryck att det skär motståndaren, med förhöjd chans av kritisk träff."
  },
  "noxiousTorque": {
    "effect": "Utföraren varvar upp sin miljöfarliga motor och kör rakt in i motståndaren. Detta kan också förgifta motståndaren."
  },
  "combatTorque": {
    "effect": "Utföraren varvar upp sin motor och kör, med stor kraft, rakt in i motståndaren. Detta kan också förlama motståndaren."
  },
  "dragonCheer": {
    "effect": "Utföraren släpper ut ett moralhöjande drakoniskt rop som gör så att lagmedlemmen vid sin sida i strid orsakar kritiska träffar oftare. Draktyper påverkas ännu mer."
  }
}
