{
  "pound": {
    "name": "Smocka",
    "effect": "Motståndaren smockas med en lång svans, ett framben eller liknande."
  },
  "karateChop": {
    "name": "Karatehugg",
    "effect": "Motståndaren anfalls med ett snabbt hugg, med ökad chans för en kritisk träff."
  },
  "doubleSlap": {
    "name": "Örfilar",
    "effect": "Motståndaren örfilas 2-5 gånger i rad."
  },
  "cometPunch": {
    "name": "Nävrusch",
    "effect": "Motståndaren slås snabbt med nävar 2-5 gånger i rad."
  },
  "megaPunch": {
    "name": "Meganäve",
    "effect": "Motståndaren får sig en kraftig råsop."
  },
  "payDay": {
    "name": "Lönedags",
    "effect": "Mynt slungas mot motståndaren för att orsaka skada. Pengar tjänas in efter striden."
  },
  "firePunch": {
    "name": "Eldnäve",
    "effect": "Motståndaren slås med en brinnande knytnäve. Detta kan också orsaka brännskada."
  },
  "icePunch": {
    "name": "Isnäve",
    "effect": "Motståndaren slås med en frusen knytnäve. Detta kan också frysa motståndaren."
  },
  "thunderPunch": {
    "name": "Blixtnäve",
    "effect": "Motståndaren slås med en elladdad knytnäve. Detta kan också orsaka förlamning."
  },
  "scratch": {
    "name": "Rispa",
    "effect": "Hårda, spetsiga, vassa klor rispar motståndaren för att orsaka skada."
  },
  "viseGrip": {
    "name": "Nypgrepp",
    "effect": "Motståndaren nyps och kläms på båda sidor."
  },
  "guillotine": {
    "name": "Giljotin",
    "effect": "En våldsam, huggande kloattack. Motståndaren svimmar omedelbart om denna attack träffar; en stjärnsmäll. Bosspokémon står emot detta drag."
  },
  "razorWind": {
    "name": "Sickelvind",
    "effect": "Utföraren laddar först upp tekniken och anfaller sedan med sicklor av vind omgången efter. Högre chans för kritisk träff."
  },
  "swordsDance": {
    "name": "Svärdsdans",
    "effect": "En frenetisk dans som uppviglar kämparanda. Utförarens attackförmåga ökas skarpt."
  },
  "cut": {
    "name": "Beskärning",
    "effect": "Motståndaren skärs med en klo eller klinga."
  },
  "gust": {
    "name": "Vindpust"
  },
  "disable": {
    "name": "Spärr",
    "effect": "Spärrar motståndaren från att använda dess senast utförda teknik i 4 omgångar."
  },
  "lightScreen": {
    "name": "Specialskärm",
    "effect": "En förunderlig skärm av ljus reducerar skadan av speciella attacker i fem omgångar."
  },
  "reflect": {
    "name": "Fysiobarriär",
    "effect": "En bastant barriär av ljus reducerar skadan av fysiska attacker i fem omgångar."
  },
  "perishSong": {
    "name": "Undergångssång"
  }
}
