{
  "intro": "Välkommen till PokéRogue! Det här är ett Pokémon-fanspel \nmed stridsfokus och element från roguelite-genren.$Det här spelet är inte intäktsgenererande!$\nVi gör inget anspråk på äganderätt till Pokémon \neller de upphovsrättsskyddade resurserna som används.$Spelet är under arbete men fullt spelbart.\nFör buggrapporter, vänligen använd Discord-communityn.$Om spelet är långsamt, se till att \"Hårdvaruacceleration\"\när aktiverat i dina webbläsarinställningar.",
  "accessMenu": "För att komma åt menyn, tryck på M eller Esc \nmedan du väntar på inmatning.$Menyn innehåller inställningarna och diverse funktioner.",
  "menu": "Från den här menyn kommer du åt inställningarna.$Från inställningarna kan du ändra spelhastighet, fönstertyp och andra alternativ.$Det finns diverse andra funktioner här också, se till att kolla in dem!",
  "starterSelect": "Från den här menyn kan du välja dina startare\ngenom att trycka på Z eller mellanslagstangenten.$Startarna blir de första medlemmarna \nav ditt pokémonlag.$Varje startare har ett värde. Ditt lag kan ha upp till 6 pokémon\nså länge deras totala värde inte överstiger 10.$Du kan också välja kön, särdrag och form \nberoende på de varianter du har fångat eller kläckt.$IV:ena för en art är de högsta av alla du har fångat eller kläckt,\nså försök att få tag i många av samma art!",
  "pokerus": "Dagligen har fem slumpmässiga \nstartare en lila ram runt sig.$Om äger en startare med en sådan ram, prova att\nlägga till den i ditt lag. Se till att kolla dess översikt!",
  "statChange": "Förmågeändringar kvarstår i strid \ntills din Pokémon återkallas.$Dina Pokémon återkallas före en tränarstrid \noch innan du träder in i ett nytt biom.\nDu kan se förmågeändringar för alla Pokémon på fältet\ngenom att hålla C eller Shift nedtryckt.\nDu kan även se motståndarens tekniker\ngenom att hålla V nedtryckt.$Endast de tekniker som du har sett\nmotståndaren använda i striden kommer att synas.",
  "selectItem": "Efter varje strid får du välja mellan tre slumpmässiga \nföremål, kostnadsfritt. Du kan bara välja ett!$Bland dessa ingår förbrukningsartiklar, bärbara föremål,\npassiva permanenta accessoarer, och så vidare.$Effekterna av de flesta av de ej förbrukningsbara \nföremålen staplas på olika sätt.$Vissa föremål blir endast tillgängliga om en pokémon i ditt lag\nkan använda dem, som till exempel utvecklingsföremål.$Du kan också byta bärbara föremål \nmellan Pokémon med förflyttningsknappen.$Förflyttningsknappen visas längst ner till höger\nnär du har fått ett bärbart föremål.$Du köper förbrukningsartiklar med pengar. \nEtt större utbud blir tillgängligt ju längre du kommer i turen.$Kom ihåg att köpa dessa innan du väljer ditt kostnadsfria föremål,\neftersom du går vidare till nästa strid direkt efter ditt val!",
  "eggGacha": "Från den här menyn kan du lösa in\ndina kuponger för pokémonägg.$Äggen måste ruvas och närmar sig kläckning efter mer \noch mer efter varje strid. Mer sällsynta ägg måste ruvas längre.$Kläckta Pokémon läggs inte till ditt lag, \nde blir istället startare för framtida turer.$Pokémon som kläcks från ägg har generellt bättre IV:n\nän vilda pokémon. Vissa Pokémon kan bara erhållas från ägg.$Det finns 3 olika maskiner med olika bonusar\natt få ägg från, så välj den som passar dig bäst!"
}
