{
  "intro": "PokéRogue’a hoş geldin! Bu oyun, savaş odaklı ve roguelite unsurlara sahip fan yapımı bir Pokémon oyunudur.$Bu oyun ticari amaç gütmemektedir ve biz Pokémon’a veya kullanılan telifli içeriklere sahiplik iddia etmiyoruz.$Oyun hâlen yapım aşamasında, ancak tamamen oynanabilir.\nHata bildirmek için lütfen Discord topluluğunu kullanın.$Oyun yavaş çalışıyorsa, lütfen tarayıcı ayarlarınızdan “Donanım İvmesi” özelliğinin açık olduğundan emin olun.",
  "accessMenu": "Menüyü açmak için, giriş bekleme sırasında M veya Esc tuşuna basın.$Menü, ayarlar ve çeşitli özellikleri içerir.",
  "menu": "Bu menüden ayarlara erişebilirsin.$Ayarlardan oyun hızını, pencere stilini ve diğer seçenekleri değiştirebilirsin.$Burada ayrıca diğer çeşitli\nözellikler de bulunuyor,$dolayısıyla hepsine göz atmayı unutma!",
  "starterSelect": "Bu ekranda, Z veya Boşluk tuşuna basarak starter’ını\nseçebilirsin. Bunlar ilk ekip üyelerin olacak.$Her starter’ın bir değeri var. Ekibin değer toplamı\n10’u geçmediği sürece 6 üyeye kadar ekleyebilirsin.$Pokémon yakalayarak veya yumurtadan çıkararak,\nseçilebilecek cinsiyet, yetenek,$form gibi seçeneklerin çeşitliliğini arttırabilirsin.$Pokémon’ların IV değerleri de yakaladığın veya yumurtadan\nçıkardığın Pokémon’ların en iyi IV değerlerine eşittir,$bu yüzden olabildiğince aynı cins Pokémon yakalamaya\nözen gösterin!",
  "pokerus": "Günlük rastgele 5 starter’ın mor bir çerçevesi olur.$Eğer sende olan starter’larda bu çerçeveyi görürsen, ekibine\neklemeyi bir düşün. Pokémon’un özetine bakmayı unutma!",
  "statChange": "Pokémon’unu geri çekmediğin sürece istatistik değişiklikleri savaşlar arası korunur.$Pokémon’un eğitmen savaşından önce ve yeni biyoma girmeden önce geri çağrılır.$C veya Shift’e basılı tutarak Pokémon’ların\nistatistik değişikliklerini görebilirsin.$Ayrıca V tuşuna basılı tutarak rakip Pokémon’un hareket setini görebilirsin.$Bu rakip Pokémon’un sadece bu maçta kullandığı hareketleri gösterir.",
  "selectItem": "Her savaştan sonra, 3 rastgele eşya arasından seçim yaparsın. Sadece birini seçebilirsin.$Bunlar, tek kullanımlık eşyalardan kalıcı pasif eşyalara ve\nPokémon’un tuttuğu eşyalara kadar çeşitlilik gösterir.$Tüketilmeyen eşyaların çoğunun etkisi çeşitli yollarla birikir.$Bazı eşyalar sadece kullanılabiliyorsa karşına çıkar, evrim eşyaları gibi.$Pokémon’ların tuttuğu eşyaları transfer et seçeneğini\nkullanarak birbirleri arasında transfer edebilirsin.$Tutulan bir eşya elde ettiğin zaman transfer et seçeneği sağ aşağıda belirecek.$Paranla tüketilebilir eşyalar satın alabilirsin, mağaza bölmesi sen oyunda ilerledikçe çeşitlenecek.$Eşya seçimini yapmadan önce bunları satın aldığından emin ol, çünkü seçim yaptığın anda sonraki savaşa ilerlenecek.",
  "eggGacha": "Bu ekrandan kuponlarını Pokémon Yumurtaları\niçin kullanabilirsin.$Yumurtaların çatlaması her savaştan sonra biraz daha\nilerler. Daha nadir Yumurtaların çatlaması daha uzun sürer.$Yumurtadan çıkan Pokémon’lar ekibine eklenmez,\nstarter’larına eklenirler.$Yumurtadan çıkan Pokémon’ların IV’si genellikle vahşi\nPokémon’lardan daha yüksek olur.$Bazı Pokémon’lar sadece Yumurtalardan elde edilebilir.$Farklı bonuslarıyla birlikte 3 farklı Yumurta çekiliş\nmakinesi var, dolayısıyla sana en çok uyanı seç!"
}
