{
  "intro": "Добро пожаловать в PokéRogue! $Это фанатская игра про покемонов, сфокусированная на битвах с элементами рогалика.$Эта игра не монетизируется, и мы не заявляем никаких прав собственности на Pokémon или используемые$материалы, защищенные авторским правом.$Игра находится в стадии разработки, но полностью играбельна.$Для сообщений об ошибках, пожалуйста, используйте сообщество Discord.$Если игра работает медленно, пожалуйста, убедитесь, что в настройках вашего браузера$включено 'Аппаратное ускорение'.",
  "accessMenu": "Во время ожидания действия вы можете открыть меню с помощью M или Esc.$Это меню содержит настройки и различные функции.",
  "menu": "Из этого меню вы можете получить доступ к настройкам.$В настройках вы можете изменить скорость игры, стиль окна$и другие параметры.$Здесь также есть множество других функций, поэтому обязательно$проверьте их все!",
  "starterSelect": "На этом экране вы можете выбрать стартеров, нажав\nZ или пробел. Это ваши первоначальные члены группы.$Каждый стартер имеет значение. В вашей группе может\nбыть до 6 членов, при условии, что общее количество$не превышает 10.$Вы также можете выбрать пол, способности и форму в\nзависимости от вариантов, которые вы$поймали или высидели.$IV для вида также являются лучшими из всех, которые\nвы поймали или высидели, поэтому постарайтесь$получить много одного вида!",
  "pokerus": "Ежедневные случайные 5 стартовых покемонов\nимеют фиолетовую рамку.$Если вы видите стартовика, которым владеете, с такой\nрамкой, попробуйте добавить его в свою команду.$Обязательно проверьте его сводку!",
  "statChange": "Изменения характеристик сохраняются во время сражений до тех пор, пока ваши покемоны$не будут отозваны.$Ваши покемоны отозываются перед битвой тренера и перед входом в новый биом.$Вы можете просмотреть изменения характеристик любого покемона на поле, удерживая клавишу C или Shift.$Вы также можете просмотреть набор приемов вражеского покемона, удерживая клавишу V.$Это покажет только те приемы, которые вы видели у покемона в этом сражении.",
  "selectItem": "После каждой битвы вам предлагается выбор из 3 случайных предметов. Вы можете выбрать только один.$Эти предметы варьируются от расходных материалов\nдо удерживаемых покемонами предметов и пассивных$постоянных предметов.$Эффекты большинства нерасходных предметов суммируются различными способами.$Некоторые предметы появляются только тогда, когда их можно использовать, например, предметы для эволюции.$Вы также можете передавать удерживаемые предметы между покемонами, используя опцию передачи.$Опция передачи появится в правом нижнем углу после того, как вы получите удерживаемый предмет.$Вы можете покупать расходные материалы за деньги,\nи по мере продвижения вам будет доступно$большее разнообразие.$Обязательно покупайте их до того, как выберете случайный предмет, так как после этого начнется$следующая битва.",
  "eggGacha": "С этого экрана вы можете обменять свои ваучеры на\nЯйца покемонов.$Яйца нужно высиживать, и они приближаются\nк вылуплению после каждой битвы.$Более редкие Яйца вылупляются дольше.$Вылупившиеся покемоны также не будут добавлены в\nвашу команду, они будут добавлены к вашим стартовикам.$Покемоны, вылупившиеся из яиц, обычно имеют лучшие\nIV чем дикие покемоны.$Некоторые покемоны могут быть получены только из Яиц.$Есть 3 разных автомата для получения Яиц с различными\nбонусами, так что выбирайте тот, который вам больше$всего подходит!"
}
